Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# filter-color
source: Color
nl_nl: Kleur

# condition-good-description
source: In good condition with slight traces of use, appropriate to the age of the item
nl_nl: In goede staat met lichte gebruikssporen passend bij de leeftijd van het item

# condition-great-description
source: In a very good condition with minimal traces of use
nl_nl: In heel goede staat met minimale gebruikssporen

# condition-perfect-description
source: Condition is as good as new without traces of use
nl_nl: Zo goed als nieuw zonder gebruikssporen

# auth-sign-in-magic-the-provided-token-is-incorrect
source: Invalid or expired magic code
nl_nl: Ongeldige of verlopen code

# common-or
source: OR
nl_nl: OF

# common-invalid-email
source: Invalid email address
nl_nl: Ongeldig e-mailadres

# category-coffeetable-books
source: Coffee table books
nl_nl: Koffietafelboeken

# common-missing-address-country
source: Missing country
nl_nl: Land ontbreekt

# menu_option_about_whoppah
source: About Whoppah
nl_nl: Over Whoppah

# menu_option_storage
source: Store and sell
nl_nl: Showroom verkoopservice

# chat-buy-now-button
source: Buy now %@
nl_nl: Koop nu %@

# material-travertin
source: Travertin
nl_nl: Travertine

# material-brass-2
source: Brass
nl_nl: Messing

# color-mint
source: Mint
nl_nl: Mint groen

# color-purple
source: Purple
nl_nl: Paars

# color-dark-blue
source: Dark Blue
nl_nl: Donkerblauw

# color-dark-green
source: Dark Green
nl_nl: Donkergroen

# color-silver-2
source: Silver
nl_nl: Zilver

# common-country
source: Country
nl_nl: Land

# material-wicker
source: Wicker
nl_nl: Rieten

# color-silver
source: Silver
nl_nl: Zilver

# auth-sign-in-apple
source: Sign in with Apple
nl_nl: Inloggen met Apple

# auth-sign-in-screen-navigation-title
source: Log in
nl_nl: Inloggen

# your-account-settings-last-name
source: Last name
nl_nl: Achternaam

# your-account-settings-validation-invalid-phone-number
source: Invalid phone number
nl_nl: Ongeldig telefoonnummer

# auth-registration-log-in-now
source: Log in now
nl_nl: Nu inloggen

# auth_sign_up2_repeat_password
source: Repeat password
nl_nl: Herhaal nieuw wachtwoord

# auth-sign-up3-business-info
source: Business information
nl_nl: Bedrijfsgegevens

# auth-sign-up3-fill-in-business-info
source: Fill in your business information
nl_nl: Vul je bedrijfsgegevens in

# auth-sign-up3-business-name
source: Business name
nl_nl: Bedrijfsnaam

# auth-sign-up3-last-name
source: Last name
nl_nl: Achternaam

# auth-sign-up3-first-name
source: First name
nl_nl: Voornaam

# auth-sign-up-fill-in-phone-number
source: Fill in your phone number
nl_nl: Vul je telefoonnummer in

# auth-sign-up-fill-in-address
source: Fill in the address
nl_nl: Vul het adres in

# auth-sign-up-postal-code
source: Postal code
nl_nl: Postcode

# auth-sign-up-street-house-number
source: Street and house number
nl_nl: Straat en huisnummer

# auth-sign-up-address-info
source: Address information
nl_nl: Adresgegevens

# auth-sign-up-additional-address-info
source: Additional address info
nl_nl: Aanvullende adresgegevens

# auth-registration-email-exists
source: This email address is already in use!
nl_nl: Er is al een account met hetzelfde e-mailadres!

source: All items from
nl_nl: Alle items vanaf

# show-all-seller-items
source: Show all items from seller
nl_nl: Alle advertenties van deze verkoper

# auth-sign-in-welcome
source: Welcome back
nl_nl: Welkom terug

# checkout-shipping-free
source: Free
nl_nl: Gratis

# welcome-dialog-title-existing
source: Welcome back!
nl_nl: Welkom terug!

# welcome-dialog-description-existing
source: It seems you already have an account at Whoppah. We have logged you in using %@.
nl_nl: Er bestaat al een account met deze email. We hebben je ingelogd met %@.

# nav-search-placeholder
source: Search
nl_nl: Zoeken

# category-klapstoelen
source: Folding chairs
nl_nl: Klapstoelen

# category-drankenkasten
source: Liquor cabinets
nl_nl: Drankenkasten

# category-decoratieve-objecten
source: Decorative Objects
nl_nl: Decoratieve objecten

# NSUserTrackingUsageDescription
source: Tracking is used to produce anonymised statistics on app usage.
nl_nl: Tracking wordt gebruikt om geanonimiseerde statistieken over app gebruik te verzamelen.

# filter-category
source: Category
nl_nl: Categorie

# filter-sort-and-filter
source: Sort and filter
nl_nl: Sorteren en filteren

# filter-show-results
source: Show {{count}} results
nl_nl: Laat {{count}} resultaten zien

# pdp-boost-ad-title
source: Boost your ad!
nl_nl: Boost je advertentie!

# pdp-boost-ad-btn
source: Boost this ad!
nl_nl: Boost deze advertentie!

# pdp-quick-bid-modal-title
source: You are about to place a bid
nl_nl: Je plaatst nu een bod

# pdp-quick-bid-modal-place-bid-btn
source: Yes, place my bid
nl_nl: Ja, plaats bod

# filter-country
source: Location
nl_nl: Locatie

# filter-dimensions
source: Dimensions
nl_nl: Dimensies

# listing-bidding-possible
source: Bidding possible
nl_nl: Bieden mogelijk

# listing-showroom-items
source: Showroom items
nl_nl: Items in showroom

# country-at
source: Austria
nl_nl: Oostenrijk

# country-be
source: Belgium
nl_nl: België

# country-de
source: Germany
nl_nl: Duitsland

# country-fr
source: France
nl_nl: Frankrijk

# country-nl
source: The Netherlands
nl_nl: Nederland

# country-uk
source: United Kingdom
nl_nl: Verenigd Koninkrijk

# country-us
source: United States
nl_nl: Verenigde Staten

# common-done
source: Done
nl_nl: Klaar

# filter-show-results-with-count
source: Show %@ results
nl_nl: Laat %@ resultaten zien

# pdp-sold-for
source: SOLD for
nl_nl: VERKOCHT voor

# pdp-sold-out-item
source: Oh no, you missed this one! It is already sold. We do have more amazing items available, but be quick!
nl_nl: Oops, dit item is helaas al verkocht. Goed nieuws: we hebben nog veel meer unieke items. Wees er snel bij!

# pdp-bid-info
source: There are %d bids on this item now
nl_nl: Er is %d keer geboden op dit item

# pdp-seller-info
source: You are the seller of this item. Remember: you can’t buy or bid on your own items
nl_nl: Je bent de verkoper van dit item. Let op: je kan niet bieden op je eigen items.

# pdp-product-description-title
source: Product description
nl_nl: Productomschrijving

# pdp-verified-seller
source: Verified seller
nl_nl: Geverifieerde verkoper

# pdp-read-all-reviews
source: Read all reviews
nl_nl: Bekijk alle reviews

# pdp-seller-boost-ad
source: For just %@ you can boost your ad to the top of the category and increase your chances of selling faster!
nl_nl: Voor slechts %@ wordt je advertentie bovenaan de categorie geplaatst, dit vergroot je verkoopkansen!

# pdp-label-present
source: Label present
nl_nl: Merk

# pdp-delivery-shipping
source: Delivery & Shipping
nl_nl: Verzenden & Ontvangen

# pdp-benefits-curated
source: All items curated by Whoppah
nl_nl: Alle items zijn gecureerd door Whoppah

# pdp-benefits-courier
source: Delivered by Whoppah courier
nl_nl: Bezorging door Whoppah koerier

# pdp-benefits-guarante
source: 30 days guarantee
nl_nl: 30 dagen garantie

# pdp-your-bid
source: Your bid
nl_nl: Jouw bod

# pdp-quick-bid
source: Quick bid
nl_nl: Snel bieden

# pdp-read-more
source: Read more about how bidding works
nl_nl: Lees meer over hoe bieden werkt

# pdp-seller-boost-for-just
source: For just
nl_nl: Voor slechts

# pdp-seller-boost-complete
source: you can boost your ad to the top of the category and increase your chances of selling faster!
nl_nl: Boost je advertentie, deze wordt dan bovenaan de categorie geplaatst, dit vergroot je verkoopkansen!

# listing-available-items
source: Show only available items
nl_nl: Toon alleen beschikbare items

# ad-details-view-ar
source: View item in your room
nl_nl: Plaats het design in jouw kamer

# search_sort_most_relevant
source: Most relevant
nl_nl: Meest relevant

# pdp-contact-body
source: Whoppah is available from Monday to Friday during office hours on:
nl_nl: Whoppah is van maandag tot en met vrijdag bereikbaar tijdens kantooruren op:

# country-gb
source: Great Britain
nl_nl: Groot Brittanië

# pdp-quick-bid-modal-question-sure
source: Are you sure you want to place a bid for %@ on %@?
nl_nl: Bevestig dat je %@ biedt op %@?

# language-nl
source: Dutch
nl_nl: Nederlands

# language-en
source: English
nl_nl: Engels

# language-fr
source: French
nl_nl: Frans

# language-de
source: German
nl_nl: Duits

# language-es
source: Spanish
nl_nl: Spaans

source: Show all my items
nl_nl: Toon mijn advertenties

# all-items-from-merchant
source: All items from
nl_nl: Alle items van

# ad_details_report_success
source: Thank you for reporting.
nl_nl: Bedankt voor het rapporteren.

# your-account-settings-block-whoppah
source: whoppah isn't allowed
nl_nl: Whoppah is niet toegestaan

# checkout-information-block-whoppah
source: whoppah isn't allowed
nl_nl: Whoppah is niet toegestaan

# register-block-whoppah
source: whoppah isn't allowed
nl_nl: Whoppah is niet toegestaan

# buyer-protection-usp-1
source: Money back guarantee
nl_nl: Niet-goed-geld-terug-garantie

# buyer-protection-usp-2
source: Return guarantee to Whoppah
nl_nl: Retourgarantie aan Whoppah

# buyer-protection-usp-3
source: Quality control by Whoppah courier
nl_nl: Kwaliteitscheck door Whoppah-koerier

# buyer-protection-usp-4
source: Mediation help
nl_nl: Bemiddelingshulp

# buyer-protection-usp-5
source: Insurance for not arrived items by post
nl_nl: Verzekering bij niet aangekomen items per post

# pdp-buyer-protection-text
source: Go for safe shopping! Not happy with the purchase or different than advertised? We got you covered with the buyer protection.
nl_nl: Ga voor veilig winkelen! Niet tevreden met de aankoop of anders dan geadverteerd? We hebben u gedekt met de kopersbescherming.

# buyer-protection-title
source: Buyer protection
nl_nl: Kopersbescherming

# pdp-buyer-protection-more-information
source: More information
nl_nl: Meer informatie

# checkout-buyer-protection-text
source: Protect your purchase for just 3% of your order amount. [Buyer protection](buyerprotection) includes:
nl_nl: Bescherm je aankoop met de Whoppah kopersbescherming voor 3% van het verkoopbedrag. De Whoppah [kopersbescherming](buyerprotection) bestaat uit:

# checkout-buyer-protection-activated
source: Added
nl_nl: Toegevoegd

# checkout-buyer-protection-not-activated
source: Add
nl_nl: Voeg toe

# contact-phone-to-html
source: <a href="tel:+31 (0) 20 244 46 93"> +31 (0) 20 244 46 93 </a>
nl_nl: <a href="tel:020 244 46 93"> 020 244 46 93 </a>
