Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# auth_intro_btn_sign_up
source: Create an account
nl_nl: Account aanmaken

# auth_intro_btn_sign_in
source: Sign in
nl_nl: Ik heb al een account

# auth_intro_btn_guest
source: Continue as a guest
nl_nl: Verder als gast

# auth_sign_in_quick_sign_in
source: Log in quickly
nl_nl: Snel inloggen

# auth_sign_in_email
source: E-mail
nl_nl: Je e-mailadres

# auth_sign_in_forgot_pass
source: Forgotten your password?
nl_nl: Wachtwoord vergeten?

# auth_sign_in_btn_sign_up
source: Or create an account
nl_nl: Of account aanmaken

# auth_sign_in_btn_sign_in
source: Login
nl_nl: Inloggen

# error_invalid_email
source: Invalid email
nl_nl: Ongeldig e-mail

# auth_forgot_pass_email
source: Enter your e-mail address
nl_nl: Vul je e-mailadres in

# auth-forgot-pass-description
source: Forgot your password? No problem! We will send you a link with which you can easily set a new password.
nl_nl: Wachtwoord vergeten? Geen probleem! Wij sturen je een link waarmee je gemakkelijk een nieuw wachtwoord kunt instellen.

# auth_forgot_pass_btn_proceed
source: Send
nl_nl: Verstuur

# auth_new_pass_title
source: Create a new password
nl_nl: Maak nieuw wachtwoord aan

# auth_new_pass_password
source: Choose your password
nl_nl: Kies je wachtwoord

# auth_new_pass_password_repeat
source: Repeat your password
nl_nl: Herhaal je wachtwoord

# auth_new_pass_rule1
source: Minimum 8 characters
nl_nl: Minimaal 8 karakters

# auth_new_pass_rule2
source: Minimum one digit
nl_nl: Minimaal één cijfer

# auth_new_pass_rule3
source: At least one lowercase letter
nl_nl: Minimaal één kleine letter

# auth_new_pass_rule4
source: At least one capital letter
nl_nl: Minimaal één hoofdletter

# auth_new_pass_btn_proceed
source: Send
nl_nl: Verstuur

# error_invalid_pass
source: Invalid password
nl_nl: Onjuist wachtwoord

# error_invalid_pass_repeat
source: Passwords do not match
nl_nl: Wachtwoorden komen niet overeen

# auth_new_pass_confirm_subtitle
source: Password changed
nl_nl: Wachtwoord gewijzigd

# auth_new_pass_confirm_description
source: Your password has been changed successfully.
nl_nl: Je wachtwoord is succesvol gewijzigd.

# common-next-step-button
source: Next step
nl_nl: Naar volgende stap

# auth_sign_up2_password
source: Choose your password
nl_nl: Kies je wachtwoord

# signup-agree-whoppah-terms
source: I agree to Whoppah's <a href="https://www.whoppah.com/terms.pdf">terms of use</a> and <a href="https://www.whoppah.com/privacy-policy.pdf">privacy policy</a>.
nl_nl: Ik ga akkoord met de <a href="https://www.whoppah.com/terms.pdf">gebruiksvoorwaarden</a> en het <a href="https://www.whoppah.com/privacy-policy.pdf">privacy policy</a> van Whoppah.

# auth_sign_up2_terms_part1
source: Read the
nl_nl: Lees de

# auth_sign_up2_terms_part2
source: terms of use
nl_nl: gebruiksvoorwaarden

# auth_sign_up2_terms_part3
source: and the
nl_nl: en het

# auth_sign_up2_terms_part4
source: privacy policy
nl_nl: privacybeleid

# auth_sign_up2_btn_sign_up
source: Create account
nl_nl: Bevestig account

# set_profile_personal_username
source: Choose your profile name
nl_nl: Kies je profielnaam

# set_profile_merchant1_kvk
source: Chamber of Commerce number
nl_nl: KVK nummer

# set_profile_merchant1_contact_info
source: Contact information
nl_nl: Gegevens contactpersoon

# set_profile_merchant1_contact_first_name
source: First Name
nl_nl: Voornaam

# set_profile_merchant1_contact_last_name
source: Last name
nl_nl: Achternaam

# set_profiel_merchant1_address_country
source: Country
nl_nl: Land

# new-specials-title
source: New Specials
nl_nl: Nieuwe Specials

# shop-de-look-title
source: Shop the look
nl_nl: Shop de look

# main_home_shop_warranty_line1
source: Buying or selling?
nl_nl: Kopen of verkopen?

# main_home_shop_warranty_line2
source: How Whoppah works
nl_nl: Zo werkt Whoppah

# shop_warranty_screen_title
source: Buy and sell on Whoppah.
nl_nl: Kopen en verkopen op Whoppah.

# shop_warranty_to_sell
source: Selling
nl_nl: Verkopen

# shop_warranty_to_buy
source: Buying
nl_nl: Kopen

# shop_warranty_cost
source: Cost
nl_nl: Kosten

# main_favs_title
source: My favorites
nl_nl: Mijn favorieten

# main_favs_empty_title
source: You have no favorites yet
nl_nl: Je hebt nog geen favorieten

# main_favs_empty_description
source: Save ads that you like by clicking on the heart and you'll find them in your favorites list.
nl_nl: Bewaar advertenties die je leuk vindt door op het hartje te klikken en je vindt ze terug in je favorietenlijst.

# main_favs_empty_top_favs
source: Top favorites
nl_nl: Top favorieten

# main_my_profile_my_ads
source: My ads
nl_nl: Mijn advertenties

# main_my_profile_my_account
source: My account
nl_nl: Mijn account

# main_my_profile_my_ads_empty_title
source: Get started!
nl_nl: Aan de slag!

# main_my_profile_my_ads_empty_description
source: Place an ad and start selling.
nl_nl: Plaats een advertentie en start met verkopen.

# main_my_profile_my_asd_btn_create_ad
source: Place an advertisement
nl_nl: Plaats een advertentie

# main_my_profile_contacts
source: Contact details
nl_nl: Contactgegevens

# main_my_profile_account_settings
source: Account settings
nl_nl: Account instellingen

# main_my_profile_payment
source: Payment
nl_nl: Betaalinstellingen

# main_my_profile_my_searches
source: My search requests
nl_nl: Mijn zoekopdrachten

# main_my_profile_faq
source: Help and contact
nl_nl: Help en contact

# main_chats_title
source: Messages
nl_nl: Berichten

# create_ad_camera_btn_save
source: Done
nl_nl: Opslaan

# create_ad_camera_tip_0
source: 👋 Whoppah! Keep your item within the frame and provide a white background.
nl_nl: 👋 Whoppah! Houd je item binnen het kader en zorg voor een witte achtergrond.

# create_ad_camera_tip_1
source: Great! 4 more photos please. Take photos from all sides.
nl_nl: Top! Nog 4 foto’s graag. Maak foto’s van alle kanten.

# create_ad_camera_tip_2
source: Take a picture of the brand (label).
nl_nl: Maak ook een foto van het merk(label).

# create_ad_camera_tip_3
source: The more photos, the faster you sell! 5 minimum and 15 maximum.
nl_nl: Hoe meer foto’s, hoe sneller je verkoopt! 5 minimaal en 15 is de max.

# create_ad_camera_tip_4
source: Some traces of use? Take a picture of it.
nl_nl: Gebruikssporen? Maak er een foto van.

# create_ad_camera_tip_5
source: 👉 Make a video too!
nl_nl: 👉 Maak ook een video!

# create_ad_camera_tip_5_video
source: Well done!
nl_nl: Goed bezig

# create_ad_camera_tip_6
source: Take photos of the product detail.
nl_nl: Maak ook foto’s van de details.

# create_ad_camera_tip_7
source: Well done!
nl_nl: Goed bezig.

# create_ad_camera_tip_9
source: Keep going!
nl_nl: Ga ervoor!

# create_ad_camera_tip_10
source: Is the photo exposure good?
nl_nl: Is de belichting goed?

# create_ad_camera_tip_11
source: You can upload 5 more photos.
nl_nl: Je kan nog 5 foto’s uploaden.

# create_ad_camera_tip_12
source: The more photos the better.
nl_nl: Hoe meer foto’s hoe beter.

# create_ad_camera_tip_13
source: This is going to be a top advertisement.
nl_nl: Dit wordt een top advertentie.

# create_ad_camera_tip_14
source: Fantastic, keep going. You can upload one more photo.
nl_nl: Fantastisch. Jij gaat er vol voor. Je kan nog één foto uploaden.

# create_ad_camera_tip_15
source: Whoppah! 15 photos uploaded.
nl_nl: Whoppah! 15 foto’s upgeload.

# create_ad_main_title
source: Title
nl_nl: Titel

# create_ad_main_description
source: Description
nl_nl: Beschrijving: omschrijf het item, de staat, de herkomst en of de prijs per stuk is indien het gaat om meerdere items.

# create_ad_main_condition_title
source: Condition
nl_nl: Conditie

# create_ad_main_condition_value_1
source: Good
nl_nl: Goed

# create_ad_main_condition_value_2
source: Very good
nl_nl: Heel goed

# create_ad_main_condition_value_3
source: Excellent
nl_nl: Uitstekend

# create_ad_main_condition_value_d1
source: In good condition with slight traces of use, appropriate to the age of the item
nl_nl: In goede staat met lichte gebruikssporen passend bij de leeftijd van het item

# create_ad_main_material_title
source: Material
nl_nl: Materiaal

# create_ad_main_color_title
source: Colors
nl_nl: Kleuren

# create_ad_main_dimensions_title
source: Dimensions in cm
nl_nl: Afmeting in hele cm

# create_ad_main_dim_width
source: Width
nl_nl: Breed

# create_ad_main_dim_height
source: Height
nl_nl: Hoog

# create_ad_main_dim_depth
source: Depth
nl_nl: Diep

# create_ad_main_btn_save
source: Whoppah! Place advertisement
nl_nl: Whoppah! Plaats advertentie

# create_ad_main_condition_value_d2
source: In a very good condition with minimal traces of use
nl_nl: In heel goede staat met minimale gebruikssporen

# create_ad_main_condition_value_d3
source: Condition is as good as new without traces of use
nl_nl: Zo goed als nieuw zonder gebruikssporen

# create_ad_main_warning_min_5_photos
source: Make sure you have at least 5 photos
nl_nl: Zorg dat je minimaal 5 foto's hebt

# create_ad_select_cat_screen_title_category
source: Choose a category
nl_nl: Kies een categorie

# create_ad_select_cat_screen_title_product
source: Select a product
nl_nl: Kies een product

# create_ad_select_cat_screen_title_product_type
source: Choose a product type
nl_nl: Kies een producttype

# create_ad_select_brand_screen_title
source: Choose a brand
nl_nl: Kies een merk

# create_ad_select_brand_input_brand
source: Brand
nl_nl: Merk

# create_ad_select_brand_btn_save
source: Save
nl_nl: Opslaan

# create_ad_select_style_screen_title
source: Choose a style
nl_nl: Kies een stijl

# create_ad_select_style_btn_save
source: Save
nl_nl: Opslaan

# create_ad_select_price_input_title
source: My price:
nl_nl: Mijn vraagprijs:

# create_ad_select_price_merchant_ask_price
source: Your asking price
nl_nl: Jouw vraagprijs

# create_ad_select_price_merchant_vat_fee
source: VAT (%d%% of Fee)
nl_nl: BTW (%d%% van Fee)

# create_ad_select_price_merchant_receive
source: You receive
nl_nl: Jij ontvangt

# create_ad_select_delivery_method_title
source: Delivery Method
nl_nl: Bezorgmethode

# create_ad_select_delivery_method_pickup
source: Pickup only
nl_nl: Alleen ophalen door koper

# create_ad_select_delivery_method_delivery
source: Send only
nl_nl: Alleen verzenden

# create_ad_select_delivery_method_both
source: The buyer can choose: pick up or send
nl_nl: De koper mag kiezen

# shipping-mailbox
source: Mailbox
nl_nl: Brievenbus

# shipping-standard
source: Standard package
nl_nl: Standaard pakket

# shipping-registered
source: Standard registered
nl_nl: Aangetekend

# shipping-courier
source: Courier service
nl_nl: Whoppah Koerier

# shipping-courier-description
source: Courier picks up and brings insured to buyer
nl_nl: Koerier haalt op en brengt verzekerd naar koper

# create_ad_select_delivery_warning
source: The <b>shipping costs</b> are charged to the buyer and not you.
nl_nl: De <b>verzendkosten</b> zijn voor de koper en niet voor jou.

# create_ad_done_processing_title
source: Advertisement created 🎉
nl_nl: Advertentie aangemaakt 🎉

# create_ad_done_processing_subtitle
source: We will now curate your ad! You will receive a message from us within 1 working day.
nl_nl: Wij gaan nu je advertentie cureren! Binnen 1 werkdag ontvang je van ons bericht.

# create_ad_done_processing_btn_create_ad
source: Create another advertisement
nl_nl: Maak nog een advertentie aan

# create_ad_done_success_title
source: Ad updated 🎉
nl_nl: Advertentie bijgewerkt 🎉

# create_ad_done_success_subtitle
source: Your changes have been saved. View the advertisement in My Account.
nl_nl: Jouw aanpassingen zijn opgeslagen. Bekijk de advertentie in Mijn Account.

# create_ad_done_success_btn_view_ad
source: Go to my account
nl_nl: Ga naar mijn account

# common_btn_show_all
source: Show all
nl_nl: Toon alles

# ad_details_btn_buy_now
source: Buy now %@
nl_nl: Koop nu %@

# ad_details_max_bid
source: Highest bid: %@
nl_nl: Hoogste bod: %@

# ad_details_member_since
source: Member since %@
nl_nl: Lid sinds %@

# ad_details_distance_to
source: %d km away from you
nl_nl: %d km bij jou vandaan

# ad_details_delivery_pickup_price
source: Free
nl_nl: Gratis

# ad_details_delivery_other_title
source: Pick up or delivery at home
nl_nl: Haal op of thuisbezorgd vanaf

# ad_details_delivery_other_description
source: You decide what suits you best
nl_nl: Jij besluit wat jou het beste uitkomt

# ad_details_delivery_title
source: Pick up or delivery
nl_nl: Ophalen of bezorgen

# ad_details_location_title
source: Location
nl_nl: Locatie

# ad_details_color_title
source: Colors
nl_nl: Kleuren

# ad_details_attr_title
source: Dimensions in cm
nl_nl: Afmeting in cm

# ad_details_material_title
source: Material
nl_nl: Materiaal

# ad_details_brand_title
source: Brand / designer
nl_nl: Merk / Ontwerper

# ad_details_condition_title
source: CONDITION
nl_nl: CONDITIE

# ad_details_chat_title
source: Seller
nl_nl: Verkoper

# ad_details_chat_hint
source: Send the seller a chat message
nl_nl: Stuur de verkoper een chatbericht

# ad_details_bid_now
source: Bid
nl_nl: Bieden

# ad_details_buynow_btn_buy
source: Yes! Buy now %@
nl_nl: Ja! Koop nu %@

# search_btn_map
source: Map
nl_nl: Kaart

# search_btn_sort
source: Sort
nl_nl: Sorteer

# search_input_hint
source: What are you looking for?
nl_nl: Waar ben je naar op zoek?

# search_map_btn_refresh
source: Search in this area: %@
nl_nl: Zoek in deze buurt: %@

# search_results_empty_subtitle
source: We do not have this product yet.
nl_nl: We hebben dit product nog niet.

# search_results_empty_description
source: Set up a search filter and we will let you know as soon as it is available.
nl_nl: Stel een zoekfilter in en wij laten het je weten zodra het beschikbaar is.

# search_results_empty_btn_save
source: Save as search query
nl_nl: Bewaar als zoekopdracht

# search_filters_price_title
source: Price In Euros
nl_nl: Prijs In Euros

# search_filters_price_from
source: From
nl_nl: Vanaf

# search_filters_price_to
source: To
nl_nl: Tot

# search_filters_distance_title
source: Distance
nl_nl: Afstand

# search_filters_condition_title
source: Minimum condition
nl_nl: Minimale conditie

# search_filters_material_title
source: Material
nl_nl: Materiaal

# search_filters_color_title
source: Colors
nl_nl: Kleuren

# search_filters_save_title
source: We help you find it!
nl_nl: Wij helpen je vinden!

# search_filters_save_description
source: Set this filter as a search query and we will let you know if a suitable product is available.
nl_nl: Stel deze filter in als zoekopdracht en wij laten het je weten als er een passend product beschikbaar is.

# search_filters_btn_save
source: Save as search query
nl_nl: Bewaar als zoekopdracht

# search_sort_default
source: Newest first
nl_nl: Nieuwste eerst

# search_sort_price_lowest_first
source: Price - lowest first
nl_nl: Prijs - laagste eerst

# search_sort_price_highest_first
source: Price - highest first
nl_nl: Prijs - hoogste eerst

# search_sort_distance_close_first
source: Distance - closest first
nl_nl: Afstand - dichtbij eerst

# search_sort_distance_far_first
source: Distance - furthest away first
nl_nl: Afstand - ver weg eerst

# search_sort_date_newest_first
source: Date - newest first
nl_nl: Datum - nieuwste eerst

# search_sort_date_oldest_first
source: Date - oldest first
nl_nl: Datum - oudste eerst

# search_sort_title
source: Sorting
nl_nl: Sorteer

# search_ask_postcode_title
source: Where do you want to search?
nl_nl: Waar wil je zoeken?

# common_search
source: Search
nl_nl: Zoeken

# delete_button_title
source: Delete
nl_nl: Verwijder

# save_button_title
source: Save
nl_nl: Opslaan

# auth_sign_in_invalid_email
source: Invalid email address
nl_nl: Ongeldig e-mailadres

# auth_sign_up_activate_dialog_title
source: Activate your account
nl_nl: Account klaar om te activeren

# auth_sign_up_activate_dialog_message
source: Almost there. Go to your e-mail to activate your account.
nl_nl: Je bent er bijna. Ga naar je e-mail om je account the activeren.

# home_main_map_discover_your_area
source: Discover your area
nl_nl: Ontdek bij jou in de buurt

# ad_details_attr_width_title
source: Width
nl_nl: Breed

# ad_details_attr_height_title
source: Height
nl_nl: Hoog

# ad_details_attr_depth_title
source: Length
nl_nl: Lang

# ad_details_ad_created_days_active
source: %d days
nl_nl: %d dagen

# ad_details_similar_items_title
source: Similar items
nl_nl: Vergelijkbare items

# category_menu_selection_navigation_title
source: Categories
nl_nl: Categorieën

# main_my_profile_my_ads_seller_title
source: Advertisements of %@
nl_nl: Advertenties van %@

# main_my_profile_edit_username_title
source: Your profile stays active, no matter how often you change your username.
nl_nl: Je kan je profielnaam altijd aanpassen.

# main_my_profile_submit_button
source: Save
nl_nl: Opslaan

# main_my_profile_about_description_title
source: A short description about yourself
nl_nl: Een korte omschrijving over jou

# main_my_profile_username_placeholder
source: Profile name
nl_nl: Profielnaam

# main_my_profile_navigation_title
source: My profile
nl_nl: Mijn profiel

# main_my_profile_no_adverts_title
source: No ads yet.
nl_nl: Nog geen advertenties

# main_my_profile_user_no_active_ads_title
source: This user does not have any active ads at the moment.
nl_nl: Deze gebruiker heeft op dit moment geen actieve advertenties.

# main_my_profile_current_user_no_adverts_title
source: Get started!
nl_nl: Aan de slag!

# main_my_profile_current_user_place_ad_title
source: Place an ad and start selling.
nl_nl: Plaats een advertentie en start met verkopen.

# merchant_profile_incomplete_dialog_subtitle
source: Only a few details are needed
nl_nl: Nog een paar gegevens nodig

# merchant_profile_incomplete_dialog_body
source: Before you move on, we first need your contact details. Please fill them out.
nl_nl: Voordat je verder kan, hebben we eerst jouw contactgegevens nodig. Vul ze nu in.

# merchant_profile_incomplete_dialog_ok_button
source: OK
nl_nl: Okee

# main_favs_count_title
source: %d found
nl_nl: %d gevonden

# order-state-accepted
source: Paid
nl_nl: Betaald

# repost_ad_dialog_body
source: Are you sure you would like to update your ad?
nl_nl: Weet je zeker dat je de advertentie wil vernieuwen?

# repost_ad_dialog_title
source: Place again
nl_nl: Plaats Opnieuw

# auction-state-expired
source: Expired
nl_nl: Verlopen

# product-state-rejected
source: To change
nl_nl: Pas aan

# auction-state-published
source: Active
nl_nl: Actief

# set_profile_personal_contact_phone
source: Phone number
nl_nl: Telefoonnummer

# question_form_navigation_title
source: Ask a question
nl_nl: Stel je vraag

# question_form_text_field_placeholder
source: Ask a question
nl_nl: Stel je vraag

# question_form_character_count_label
source: %d / % d characters
nl_nl: %d / %d tekens

# whoppah_terms_view_title
source: Terms & Conditions
nl_nl: Gebruiksvoorwaarden

# whoppah_privacy_policy_view_title
source: Privacy policy
nl_nl: Privacybeleid

# my_account_notification_settings_push_updates_notif_body
source: Send push notifications regarding app events and new features and services on Whoppah.
nl_nl: Stuur mij push notificaties over acties, nieuwe toepassingen en diensten op Whoppah.

# my_account_notification_settings_push_chat_notif_body
source: Send push notifications when I receive a new chat message.
nl_nl: Stuur mij een push notificatie als ik een nieuw chat bericht heb ontvangen.

# my_account_notification_settings_push_my_activities_notif_body
source: Send push notifications regarding My Whoppah activities such as my ads, sold and bought items.
nl_nl: Stuur mij een push notificatie over Mijn Whoppah activiteiten zoals mijn advertenties, verkopen en aankopen.

# my_account_notification_settings_email_my_activities_body
source: Send emails regarding app events and new features and services on Whoppah
nl_nl: Stuur mij een email over acties, nieuwe toepassingen en diensten op Whoppah.

# my_account_notification_settings_push_my_activities_notif_title
source: My Whoppah
nl_nl: Mijn Whoppah

# my_account_notification_settings_push_chat_notif_title
source: Messages
nl_nl: Berichten

# my_account_terms_title
source: Terms & Conditions
nl_nl: Gebruiksvoorwaarden

# my_account_privacy_policy_title
source: Privacy policy
nl_nl: Privacybeleid

# my_account_logout_title
source: Log out
nl_nl: Uitloggen

# my_account_current_password_placeholder
source: Current password
nl_nl: Jouw huidige wachtwoord

# my_account_new_password_placeholder
source: Set new password
nl_nl: Stel nieuw wachtwoord in

# my_account_reenter_new_password_placeholder
source: Repeat new password
nl_nl: Herhaal nieuw wachtwoord

# my_account_username_placeholder
source: Profile name
nl_nl: Profielnaam

# my_subscriptions_search_field_placeholder
source: Looking for:
nl_nl: Ik zoek een:

# set_profile_merchant1_company_info
source: Business information
nl_nl: Bedrijfsinformatie

# set_profile_merchant1_save_button
source: Save
nl_nl: Opslaan

# set_profile_merchant2_addresses_title
source: My address
nl_nl: Mijn adres

# set_profile_merchant2_add_address_title
source: Add address
nl_nl: Voeg adres toe

# view-bank-screen-title
source: Payment settings
nl_nl: Betaalinstellingen

# ar_welcome
source: 👋 Hi! we are scanning for surfaces, please move around the room.
nl_nl: 👋 Hi! De ruimte wordt gescand. Richt 2 seconden op waar je mij wilt plaatsen et voìla.

# ar_surface_detected
source: Tap to place the object
nl_nl: Raak het scherm aan om het object te plaatsen

# ar_object_placed
source: You can move around the object by dragging. 👏
nl_nl: Zodra ik hang of sta, kan je mij ook verplaatsen door te slepen. 👏

# ar_session_start_failure
source: The AR session failed.
nl_nl: De AR sessie is verlopen

# ar_session_continue_scanning
source: Continue scanning the surfaces until you have a solid square
nl_nl: Blijf het oppervlak scannen totdat er een stabiel vierkant ontstaat

# ar_restart_session
source: Restart Session
nl_nl: Herstart sessie

# ar_exit
source: Exit
nl_nl: Uit

# ar_tracking_unavailable
source: ❗TRACKING UNAVAILABLE
nl_nl: ❗VOLGEN NIET BESCHIKBAAR

# ar_tracking_limited_excessive_motion
source: ⚠️ TRACKING LIMITED due to excessive motion
nl_nl: ⚠️ VOLGEN GELIMITEERD vanwege overmatig bewegen

# ar_tracking_limited_excessive_motion_recommendation
source: Try slowing down your movement.
nl_nl: Probeer je camera langzamer te bewegen

# ar_tracking_limited_low_detail
source: ⚠️ TRACKING LIMITED due to low detail
nl_nl: ⚠️ VOLGEN GELIMITEERD vanwege te weinig detail

# ar_tracking_limited_low_detail_recommendation
source: Try pointing at a flat surface with some detail and good lighting.
nl_nl: Probeer de camera op vlakke opvlakten te richten

# ar_tracking_limited_relocalizing
source: ⚠️ Recovering from interruption
nl_nl: ⚠️ Herstellen van de onderbreking

# ar_tracking_limited_relocalizing_recommendation
source: Return to the location where you left off.
nl_nl: Ga terug naar je laatste locatie.

# ar_tracking_limited
source: ⚠️ Limited
nl_nl: ⚠️ Gelimiteerd

# ar_tracking_initializing
source: Initializing
nl_nl: Initialiseren

# create_ad_camera_invalidreview_photo_nav_title
source: Image quality
nl_nl: Beeldkwaliteit

# create_ad_camera_invalidreview_video_nav_title
source: Video is too short
nl_nl: Video te kort

# create_ad_camera_invalidreview_photo_subtitle
source: The quality is too low. Please select an image of minimum 0.72 MB, or take new picture.
nl_nl: De kwaliteit is te laag. Selecteer een foto van minimaal 0,72 MB of maak een nieuwe foto.

# create_ad_camera_invalidreview_video_subtitle
source: Your video is too short. Upload a longer video to add to your ad.
nl_nl: Je video duurt te kort. Upload een langere video om aan de advertentie toe te voegen.

# create_ad_camera_invalidreview_upload_new_photo_button
source: Upload a new image
nl_nl: Upoad een nieuw foto
