Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# signup-agree-whoppah-terms-part-2
source: terms of use
nl_nl: gebruiksvoorwaarden

# signup-agree-whoppah-terms-part-3
source: and
nl_nl: en het

# style-modernisme
source: Modernism
nl_nl: Modernisme

# style-hedendaags
source: Contemporary
nl_nl: Hedendaags

# category-relaxstoel
source: Relax chair
nl_nl: Relaxstoel

# category-illustraties
source: Illustrations
nl_nl: Illustraties

# category-karretjes
source: Bar carts
nl_nl: Serveerwagens

# category-tijdschriftenrek
source: Magazine rack
nl_nl: Tijdschriftenrek

# style-geometrisch
source: Geometric
nl_nl: Geometrisch

# material-murano-glas
source: Murano Glass
nl_nl: Murano Glas

# common-buy-now-price
source: Buy now %@
nl_nl: Koop nu %@

# listing-no-search-results-heading
source: We don’t have results for “%@”
nl_nl: We hebben geen resultaten voor "%@"

# category-opknappertjes
source: To refurbish
nl_nl: Opknappertjes

# common-sort-by
source: Sort By
nl_nl: Sorteer op

# delivery-methods-page-method-package-title
source: Package 0 - 10 kg
nl_nl: Pakket 0 - 10 kg

# delivery-methods-page-method-registered-title
source: Package registered 10 - 23 kg
nl_nl: Pakket aangetekend 10 - 23 kg

# italiaans-design-title
source: Italian design
nl_nl: Italiaans design

# italiaans-design-description
source: Shop the most striking elegant Italian design pieces
nl_nl: Elegant, stijlvol en tijdloos

# italiaans-design-button
source: See all
nl_nl: Bekijk het hier

# graphic-patterns-title
source: Graphics and patterns
nl_nl: Graphics & patterns

# graphic-patterns-description
source: Excentric and vibrant for a maximalist interior
nl_nl: Excentriek en uniek voor een wow-effect

# graphic-title
source: Our graphic and patterns selection
nl_nl: Onze graphic & patterns selectie

# label-new
source: New
nl_nl: Nieuw

# label-best-deal
source: Best Deal
nl_nl: Beste deal

# label-100-authenticated
source: 100% Authentic
nl_nl: 100% Authentiek

# label-award-winning-design
source: Iconic chairs
nl_nl: Iconische stoelen

# label-good-deal-alert
source: Bargain!
nl_nl: Koopje!

# label-sale
source: Lowered in price
nl_nl: In prijs verlaagd

# chat-first-text-message-buyer-title
source: Whoppah explains!
nl_nl: Whoppah legt uit!

# reviews-description
source: Read about the experiences of buyers and sellers with Whoppah. Do you want to leave a review? Send us an email: support@whoppah.com
nl_nl: Lees hier over de ervaringen van verkopers én kopers met Whoppah. Wil jij ook een review achterlaten? Stuur deze naar support@whoppah.com

# review-text-1
source: I came across the chair on Whoppah that I had been looking for for years. Joe Colombo's Elda Chair. The nice salesman had owned the chair, in tip-top condition, for 15 years and had now put it up for sale. When I went to have a look, I was immediately sold. Completely happy with it.
nl_nl: Ik kwam op Whoppah dé stoel tegen die ik al jaren zocht. De Elda Chair van Joe Colombo. De aardige verkoper had de stoel, in tiptop staat, al 15 jaar in zijn bezit en had hem nu te koop gezet. Toen ik ben gaan kijken, was ik gelijk verkocht. En super bezorging met de Whoppah koerier. Helemaal blij mee.

# review-members-year
source: Member since
nl_nl: Lid sinds

# review-text-2
source: Whoppah! What a team. I have direct contact with several people late at night and on weekends. Very good service! Keep it up!
nl_nl: Whoppah! Wat een team. Ik heb 's avonds laat en in het weekend direct contact met verschillende mensen. Erg goede service! Ga zo door!

# review-text-3
source: I've been selling here since last year and love the service. Moreover, here I come into contact with people who appreciate my offer. The settlement from payment via Whoppah to delivery to the customer by Whoppah is like icing on the cake. That makes it very easy for me as a seller.
nl_nl: Ik verkoop hier al sinds vorig jaar en vind de service geweldig. Bovendien kom ik hier in contact met mensen die mijn aanbod op waarde schatten. De afwikkeling van betaling via Whoppah tot levering bij de klant door Whoppah is als een kers op de taart. Dat maakt het voor mij als verkoper erg eenvoudig.

# review-text-4
source: Helped very well with questions and the purchase of an armchair that was delivered within 2 days by Whoppah's neat courier. Neatly arranged! I recommend it very much.
nl_nl: Zeer goed geholpen met vragen en de aankoop van een fauteuil die binnen 2 dagen werd afgeleverd door de nette koerier van Whoppah. Keurig geregeld! Ik raad het zeer aan.

# review-text-5
source: Active on Whoppah from the first hour and always maintained very good contact with the founders of Whoppah Thomas and Evelien. I have sold many items quickly and successfully. For me as a seller it is a godsend! Whoppah takes all of my tips and suggestions as a salesperson to heart and the whole team works very hard to make it a great success.
nl_nl: Vanaf het eerste uur actief op Whoppah en altijd zeer goed contact onderhouden met de founders van WhoppahThomas en Evelien. Ik heb veel items snel en succesvol verkocht. Voor mij als verkoper is het een uitkomst! Whoppah neemt alle tips en suggesties van mij als verkoper ter harte en het hele team werkt heel hard om erg een groot succes van te maken.

# review-text-6
source: Seller's review: 5 stars. As is often the case with a new vintage interior platform, I was afraid of cold water. Apparently I had already uploaded some items and without knowing it a non-declining offer was made. My 1st Whoppah sale was a fact! Very fast and the bidding system in which buyers can make a binding offer apparently works well. It is exciting for buyers to have an influence on a more favorable purchase price. This bidding is not unique, but Whoppah is the 1st NL trading platform to offer this feature. Another (great) strength of Whoppah is the ease of use - and therefore speed - of uploading your products. Who knows, maybe there will be auto upload, but until then I think Whoppah beats big boys who don't have automated uploads already. Recommended to sellers!
nl_nl: Recensie van een verkoper (Vintrieur): 5 sterren. Zoals vaker bij een nieuw vintage interior platform had ik even hinder van koud water vrees. Blijkbaar had ik al enkele items geupload en zonder het te weten werd er een niet-te-weigeren bod gedaan. Mijn 1e Whoppah verkoop was een feit! Erg snel en het bied-systeem waarin kopers een bindend bod kunnen doen, werkt blijkbaar goed. Voor kopers is het spannend om invloed te hebben in een gunstigere koopprijs. Dit bieden is niet uniek (1stDibs, Selency ea), maar Whoppah is het 1e NL'se handelsplatform die deze functie biedt. Een andere (grote) kracht van Whoppah is het gebruikersgemak -en dus snelheid- van het uploaden van jouw producten. Wie weet komt er nog auto-upload, maar tot die tijd vind ik dat Whoppah dit wint van grote jongens die geen auto upload hebben, zoals Pamono, Selency ea bekende platformen. Aanrader verkopers!

# review-text-7
source: Since April 2020, I have been using the Whoppah platform with great success and enthusiasm for the sale of art that I no longer have room for myself. The entire preliminary process of creating an account and advertisements turned out to be surprisingly simple. The presentation of works on the site comes across well and appears to be very successful. After almost ten successful transactions, I can also say that the settlement from deal to payment went smoothly and quickly. I can wholeheartedly recommend Whoppah to everyone!
nl_nl: Sinds april 2020 maak ik met veel succes en enthousiasme gebruik van het Whoppah platform voor de verkoop van kunst waar ik zelf geen plek meer voor heb. Het hele voortraject van aanmaken account en advertenties bleek verrassend eenvoudig. De presentatie van werken op de site komt goed over en blijkt heel succesvol. Na nu bijna tien geslaagde transacties kan ik ook zeggen dat de afwikkeling van deal tot en met uitbetaling probleemloos en snel is verlopen. Ik kan Whoppah met overtuiging van harte aan iedereen aanbevelen!

# review-text-8
source: Super helped by the Whoppah team with the sale of a number of interior items. Sold quickly and neatly picked up by the courier. Ideal :-) Keep it up!
nl_nl: Super geholpen door het team van Whoppah bij de verkoop van een aantal interieur items. Snel verkocht én netjes opgehaald door de koerier. Ideaal :-) Ga zo door!

# review-text-9
source: Whoppah was completely new to me. A friend recommended it. I had confidence in it from the start, because it is a beautiful site with good service in the background. The system of paying via Whoppah is also pleasant and safe.
nl_nl: Whoppah was helemaal nieuw voor mij. Een vriend raadde het aan. Ik had er van meet af aan vertrouwen in, omdat het een mooie site is met een goede service op de achtergrond. Het systeem van betalen via Whoppah is ook plezierig en veilig.

# review-text-10
source: Whoppah - the name says it all! Whoowwww and hoppaaah. What a pleasure, what an offer, suddenly the coolest cool design furniture for a nice price at your fingertips! And what a relief to help our planet through this circular offer. There is a lot on offer, "something of everything". I have had very good experience with both buying and selling. Good practical simple app. I found a nice second-hand sofa, and immediately after purchase a very nice courier called to make an appointment for delivery. It is really special, buying second-hand does not mean something "discarded" but "furniture with a story, with an emotion". How nice is that? A bit more special than an energy-free, boring Ikea sofa. With the sale ademdito. I had moved and had several beautiful hanging lamps, something that usually dies his death. And now… A second life with a nice woman, who had to furnish her new apartment! Payment is efficient, reliable, and delivery service is top notch! I say Whoooooooow hoppaah!
nl_nl: Whoppah - de naam zegt het al! Whoowwww en hoppaaah. Wat een genot, wat een aanbod, opeens de coolste gave design meubels voor een leuke prijs binnen handbereik! En wat een opluchting om onze aarde te helpen door dit circulaire aanbod. Er is veel aanbod, ‘van alles wat wils’. Ik heb hele goede ervaring gehad met zowel aankoop als verkoop. Goede praktische simpele app. Ik vond een mooie tweedehands bank, en meteen na aankoop belde er een hele aardige koerier, om een afspraak te maken voor bezorging. Het is echt bijzonder, tweedehands kopen betekent niet iets ‘afgedankt’ maar een ‘meubel met een verhaal, met een emotie’. Hoe leuk is dat? Wel wat bijzonderder dan een energieloze, saaie Ikea bank. Met de verkoop ademdito. Ik was verhuisd en had meerdere mooie hanglampen, iets wat normaal dan zijn dood sterft. En nu… Een tweede leven bij een leuke vrouw, die haar nieuwe appartement moest inrichten! Betalen gaat efficient, is betrouwbaar, en service van levering is top! Ik zeg Whoooooooow hoppaah!

# material-fiberglass
source: Fiberglass
nl_nl: Glasvezel

# material-copper
source: Copper
nl_nl: Koper

# materials-brass-2
source: Brass
nl_nl: Messing

# material-bamboo
source: Bamboo
nl_nl: Bamboe

# glas-title
source: Glamorous Glass
nl_nl: Grandioos Glas

# glas-description
source: Find the most beautiful design items made from glass
nl_nl: Bekijk de mooiste items van glas

# glas-button
source: See all
nl_nl: Bekijk alles

# get-the-look-2-title
source: Get the new look
nl_nl: Get the look

# similar-items-title
source: You may also like
nl_nl: Vind je dit ook mooi?

# storage_page_title
source: Sell your item from our Showroom!
nl_nl: Verkoop je item vanuit onze showroom!

# storage_page_subtitle
source: We pick it up, make even better pictures and sell it for you.
nl_nl: We halen het op, maken top foto's en verkopen jouw item.

# storage_page_section1_title
source: How does it work?
nl_nl: Wat houdt het in?

# storage_page_section1_description
source: Do you want to get rid of your furniture or piece of art immediately? Whoppah has an exclusive sales service. We will collect your item(s) and help you sell it faster. We improve your advertisement and place your item online and in our showroom where buyers can view it.
nl_nl: Wil je direct van jouw meubel of kunststuk af? Whoppah heeft een exclusieve verkoopservice. Wij halen jouw item(s) op en helpen je om het sneller te verkopen. We verbeteren je advertentie en plaatsen je item online én in onze showroom waar kopers het kunnen bezichtigen.

# storage_page_action_button
source: Request now
nl_nl: Vraag nu aan

# storage_page_section_1_point_1
source: We will cotant you to plan a pick it up for the item
nl_nl: We nemen contact met je op om de pick up te plannen

# storage_page_section_1_point_2
source: We bring it to the Whoppah Showroom in Oude Meer near Schiphol
nl_nl: Wij brengen het naar de Whoppah Showroom in Oude Meer nabij Schiphol

# storage_page_section_1_point_3
source: We take professional photos and create an advertisement for you
nl_nl: Wij maken professionele foto’s en maken voor jou een advertentie aan of verbeteren je advertentie op Whoppah

# storage_page_section_1_point_4
source: We store the item until it is sold or you book a return or pick it up yourself
nl_nl: Wij slaan het item op totdat het verkocht is of jij het weer laat retourneren of het zelf ophaalt

# storage_page_cost_title
source: Costs
nl_nl: Kosten

# storage_page_cost_item_label_1
source: Courier pick up
nl_nl: Koerier haalt op

# storage_page_cost_item_label_2
source: We take professional photos, create the ad and show it in our showroom
nl_nl: Wij maken professionele foto’s, maken een mooie advertentie aan én stallen het in de showroom.

# storage_page_cost_item_value_2
source: Free
nl_nl: Gratis

# storage_page_cost_item_label_3
source: Commission fee
nl_nl: Commissie bij succesvolle verkoop

# storage_page_cost_item_label_4
source: Storage of item max 2 meters
nl_nl: Opslaan item tot 2 meter

# storage_page_section2_question_1
source: What can I store in the Whoppah Showroom?
nl_nl: Wat mag er in de Whoppah Showroom?

# storage_page_section2_answer_1
source: All design furniture and art that can be offered for sale on Whoppah. This means that they must comply with our <1>curation rules</1>.
nl_nl: Alle design meubelen en kunst die op Whoppah te koop aangeboden kunnen worden. Dat betekent dat ze moeten voldoen aan onze <1>curatieregels</1>.

# storage_page_section2_question_2
source: What are the costs for storage in the Showroom?
nl_nl: Wat zijn de kosten voor plaatsing in de Showroom?

# storage_page_section2_answer_2
source: You do not pay any storage costs. We rely on our curation policy and expect your item to be sold quickly.
nl_nl: Je betaalt geen plaatsingskosten. Wij vertrouwen op ons curatiebeleid en verwachten dat je item snel wordt verkocht.

# storage_page_section2_question_3
source: What if my item hasn't been sold after 3 months?
nl_nl: Wat als mijn item na 3 maanden nog niet is verkocht?

# storage_page_section2_answer_3
source: Your asking price will be reduced by 25% after 3 months to realize a faster sale. Your item may then remain there until it is sold.
nl_nl: Je vraagprijs wordt na 3 maanden met 25% verlaagd om een snellere verkoop te realiseren. Je item mag vervolgens net zo lang blijven staan tot het is verkocht.

# storage_page_section2_question_4
source: What if someone wants to see my item?
nl_nl: Wat als iemand naar mijn item wil komen kijken?

# storage_page_section2_answer_4
source: At Whoppah all items can be viewed every day. The potential buyer can make an appointment with the Whoppah support team. We guide potential buyers on the spot if they want to make an offer or buy the item.
nl_nl: Bij Whoppah kunnen alle items dagelijks worden bezichtigd. De potentiële koper kan hiervoor een afspraak maken met het Whoppah support team. Wij begeleiden potentiële kopers ter plekke als zij een bod willen doen of het item willen aanschaffen.

# storage_page_section3_question_1
source: What if my item gets damaged?
nl_nl: Wat als mijn item beschadigd raakt?

# storage_page_section3_answer_1
source: When we pickup the item, we take photos of the item (state and details) and describe in detail the condition in which we take the item with us. You sign off on this. If something goes wrong during transport or storage, Whoppah is insured.
nl_nl: Om het moment van ophalen, maken wij foto’s van het item en omschrijven wij uitvoerig de staat waarin wij het item meenemen. U tekent daar ook voor. Mocht er tijdens het transport of in de opslag iets misgaan dan is Whoppah daarvoor verzekerd.

# storage_page_section3_question_2
source: Can I determine my own asking price?
nl_nl: Mag ik zelf de vraagprijs bepalen?

# storage_page_section3_answer_2
source: You determine the asking price yourself and whether bidding is allowed and if so from how much. If this is unrealistic in our view, we may not include the item in our Showroom. After all, it has to be sold.
nl_nl: Jij bepaalt zelf de vraagprijs en of er mag worden geboden en zo ja vanaf hoeveel. Mocht deze onrealistisch zijn in onze optiek dan kan het zijn dat we het item niet in onze Showroom opnemen. Het moet tenslotte wel worden verkocht.

# storage_page_section3_question_3
source: What happens if I already have an advertisement?
nl_nl: Wat als ik al een advertentie heb staan?

# storage_page_section3_answer_3
source: We make the advertisement even more beautiful with good photos and place it back at the top of the list so that you sell even faster.
nl_nl: Wij maken de advertentie nog mooier met goede foto’s en plaatsen deze weer bovenaan de lijst zodat je nog sneller verkoopt.

# storage_page_section3_question_4
source: Can I also bring my item?
nl_nl: Mag ik mijn item ook brengen?

# storage_page_section3_answer_4
source: Yes you can.
nl_nl: Je mag het item ook altijd zelf komen afleveren.

# storage_page_cost_item_label_5
source: Storage of item 2 meter and larger
nl_nl: Opslaan item 2 meter en langer

# seo_storage_page_title
source: Whoppah storage and sales service for second-hand furniture and art
nl_nl: Whoppah opslag en verkoopservice voor tweedehands meubels en kunst

# storage_page_request_form_title
source: Request the storage and sale service
nl_nl: Vraag de opslag en verkoopservice aan

# storage_page_section2_question_5
source: Do I pay a commission fee?
nl_nl: Betaal ik een commissie als mijn item is verkocht?

# storage_page_section2_answer_5
source: We charge a commission of 29% of the sales price.
nl_nl: Bij verkoop rekenen we een commissie van 29% van de verkoopprijs.

# delivery-methods-page-distance-to-2-title
source: up to 149 cm
nl_nl: tot 149 cm

# delivery-methods-page-distance-from-2-title
source: from 150 cm
nl_nl: vanaf 150 cm

# delivery-methods-page-distance-to-belgium-title
source: Netherlands-Belgium
nl_nl: Nederland-België

# chat-delivery-options-description
source: We have these delivery methods available. You will pay for delivery in the checkout.
nl_nl: De volgende bezorgmethoden zijn beschikbaar. Afrekenen doe je bij de kassa.

# category-stoelen-fauteuils
source: Chairs and lounge chairs
nl_nl: Stoelen / fauteuils

# category-tuinmeubelen
source: Garden furniture
nl_nl: Tuinmeubelen

# category-bedden
source: Beds
nl_nl: Bedden

# hero-usp-item-4
source: Secure payment
nl_nl: Veilig betalen

source: Number of items
nl_nl: Aantal stuks

# nav-new-in
source: New in
nl_nl: Nieuw binnen

# nav-faq
source: FAQ
nl_nl: Veel gestelde vragen

# nav-payment
source: How payments work
nl_nl: Zo werkt betalen

# nav-shipping
source: Shipping
nl_nl: Bezorgmethoden

# payment-page-title
source: Learn about payments on Whoppah
nl_nl: Alles over betalen op Whoppah

# buyers-pay-safely-title
source: Buyer pays safely
nl_nl: Koper betaalt veilig

# buyers-pay-safely-description
source: Do you have a deal? The buyer will always pay safely via Whoppah. Chose you favorite payment method to do the transaction. Only after the item has been paid for, you can be sure it will be yours!
nl_nl: Is er een deal? Dan betaalt de koper altijd veilig via Whoppah. Dit kan met jouw vertrouwde betaalmethode naar keuze. Pas als je hebt betaald, kan je er zeker van zijn dat het voor jou is. Betalingen buiten Whoppah om zijn niet toegestaan.

# money-safe-title
source: Money safe with Whoppah
nl_nl: Geld veilig bij Whoppah

# money-safe-description
source: The money is temporarily placed in a custody account. This way the seller can be sure that the payment has been made and the buyer is sure that he will receive hus purchase. This is how we guarantee safe shopping on Whoppah.
nl_nl: Het geld komt tijdelijk op een tussenrekening te staan. De verkoper weet zeker dat er is betaald en de koper weet zeker dat er geleverd wordt. Zo waarborgen we veilig handelen.

# buyers-confirm-title
source: Buyer confirms item received
nl_nl: Koper bevestigt ontvangst

# sellers-get-paid-title
source: Seller gets paid
nl_nl: Verkoper uitbetaald

# sellers-get-paid-description
source: The seller will be paid out. Make sure that your account is complete, and we have all the necessary details. The amount will be on your account within 5 days after confirmation from the buyer.
nl_nl: De verkoper wordt uitbetaald. Let op: zorg ervoor als verkoper dat alle gegevens in jouw account compleet zijn. Alleen dan kan de uitbetaling in goede orde plaatsvinden. Het bedrag staat, na bevestiging van de koper, binnen 5 dagen op jouw rekening.

# shipping-page-title
source: Shipping
nl_nl: Bezorgmethoden op Whoppah

# whoppah-courier-title
source: Whoppah Courier
nl_nl: Whoppah koerier

# book-courier-now
source: Book the courier
nl_nl: Boek nu de koerier

# post-package-title
source: Parcel post
nl_nl: Pakketpost

# post-package-description
source: Shipping with parcel post is possible from €7.25 for items that are not heavier than 10 kilos. Please note: ensure your package is packed safely so that no damages can take place during shipping. The seller advances the shipping costs and is paid with the sales proceeds. Whoppah is not liable for any damage or loss incurred during postal shipment. Do you want to be sure that your item arrives safe and insured? Then we recommend using the insured Whoppah courier service.
nl_nl: Verzenden met pakketpost kan vanaf €7,25 voor items die niet zwaarder zijn dan 10 kilo. Let op: pak een item altijd heel goed in zodat het niet beschadigd tijdens het verzenden. De verkoper schiet de verzendkosten voor en krijgt deze uitbetaald met de verkoopopbrengst. Whoppah is niet aansprakelijk voor eventuele schade of verlies dat ontstaat tijdens verzending per post. Wil je zeker zijn dat je item goed aankomt? Dan adviseren wij gebruik te maken van de verzekerde Whoppah koerierservice.

# pick-up-title
source: Pick it up yourself
nl_nl: Zelf ophalen

# pick-up-description
source: The buyer can also choose to collect the item. The buyer can make an appointment with the seller via chat! Always pay in advance through Whoppah. Please check the item carefully when you pick it up. Item not good at pick-up and not taking the item with you? No worries, you will get your money back from Whoppah.
nl_nl: De koper kan er ook voor kiezen om het item zelf op te halen. Maak een afspraak met de verkoper via de chat! Betaal altijd van de te voren via Whoppah. Controleer het item goed bij het ophalen. Niet goed bij pick up en neem je het item niet mee? Dan krijg jij je geld terug van Whoppah.

# international-shipping-title
source: International shipping
nl_nl: Internationale verzending
