Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# create_ad_camera_invalidreview_upload_new_video_button
source: Upload a new video
nl_nl: Upoad een nieuw video

# create_ad_camera_invalidreview_title
source: Oh no!
nl_nl: Oh nee!

# create_ad_camera_video_instruction_label
source: Tap the button to make a video
nl_nl: Houd de knop ingedrukt om een video te maken

# create_ad_main_error_missing_title
source: Add a title
nl_nl: Voeg een titel toe

# create_ad_main_error_missing_style
source: Add a style
nl_nl: Voeg een stijl toe

# create_ad_main_error_missing_price
source: Add a price to your product
nl_nl: Voeg een prijs toe aan uw product

# create_ad_main_error_missing_delivery
source: Add location and delivery method.
nl_nl: Voeg de locatie en verzendmethode toe.

# create_ad_select_style_screen_max_styles_title
source: (Select max. %d)
nl_nl: (Selecteer maximaal %d)

# create_ad_select_price_screen_title_merchant
source: Your selling price
nl_nl: Je verkoopprijs

# create_ad_select_delivery_ad_public_address_info
source: We do not show the street name in the advertisement
nl_nl: Wij plaatsen geen straatnaam in de advertentie.

# create_ad_select_delivery_method_nav_title
source: Pick up, send, or deliver
nl_nl: Ophalen, versturen of bezorgen

# create_ad_select_delivery_unable_find_location
source: We could not find your location.
nl_nl: We kunnen je locatie niet vinden

# create_ad_select_delivery_add_product_location
source: Please add your product location
nl_nl: Voeg uw productlocatie toe

# create_ad_camera_mediareview_unable_load_video
source: Unable to load video with error %@
nl_nl: Kan video niet laden door error %@

# create_ad_camera_tip_video_framing
source: Keep your item within the frame 👇
nl_nl: Hou je item binnen het kader 👇

# my_account_forgot_password
source: Forgot your password?
nl_nl: Wachtwoord vergeten?

# common_password_rule1
source: Minimum 8 characters
nl_nl: Minimaal 8 karakters

# common_password_rule2
source: Minimum one digit
nl_nl: Minimaal één cijfer

# common_password_rule3
source: At least one lowercase letter
nl_nl: Minimaal één hoofdletter

# common_password_rule4
source: At least one capital letter
nl_nl: Minimaal één kleine letter

# my_addresses_address_list_title
source: My address
nl_nl: Mijn adres

# my_addresses_address_list_add
source: Add address
nl_nl: Voeg adres toe

# help_missing_question_title
source: Can’t find your question? Email your question to support@whoppah.com!
nl_nl: Staat je vraag er niet bij? Je kunt je vraag stellen door een mail te sturen naar support@whoppah.com vermeld wel even je emailadres.

# help_give_feedback_title
source: Give Whoppah feedback!
nl_nl: Geef Whoppah feedback

# help_give_feedback_description
source: Whoppah is there for you! We always welcome any input on how to improve.
nl_nl: Whoppah is er voor jou, daarom horen we graag wat er volgens jou beter kan.

# help_give_feedback_button
source: Send a message
nl_nl: Stuur een bericht

# help_send_message_button
source: Send a message
nl_nl: Stuur een bericht

# question_form_description1
source: Looking for something special? Ask us! We have a large network of art and interior sellers in all kinds of styles.
nl_nl: Zoek je iets speciaals? Vraag het ons! We hebben een groot netwerk aan verkopers met kunst en interieur in allerlei stijlen.

# question_form_description2
source: These questions go to our stylist. For questions about Whoppah or the use of Whoppah, please contact our support team.
nl_nl: Deze vragen gaan naar onze stylist. Vragen over Whoppah of het gebruik van Whoppah neem contact op met ons support team.

# question_form_send
source: Send
nl_nl: Stuur

# my_subscriptions_description1
source: Looking for a specific item? Add a search request and we will let you know once the item is available.
nl_nl: Op zoek naar een specifiek product? Stel een zoekopdracht in en wij laten het je weten als het te koop is.

# my_subscriptions_add_button
source: Add search request
nl_nl: Voeg zoekopdracht toe

# my_ad_repost_button
source: Place again
nl_nl: Plaats opnieuw

# my_ad_edit_button
source: Edit
nl_nl: Wijzig

# my_ad_edit_label
source: Edit
nl_nl: Wijzig

# my_ad_deleted_label
source: Delete
nl_nl: Verwijder

# checkout_first_name_text_placeholder
source: First name
nl_nl: Voornaam

# checkout_last_name_text_placeholder
source: Last name
nl_nl: Achternaam

# chat_thread_type_message_placeholder
source: Send a message
nl_nl: Stuur een chatbericht

# chat_thread_place_bid_placeholder
source: Place a (counter) bid...
nl_nl: Plaats een (tegen) bod...

# chat_thread_bid_button
source: Bid
nl_nl: Bieden

# bid-state-rejected
source: Declined
nl_nl: Afgewezen

# chat_cell_buyer_will_pick_up
source: Will pick up
nl_nl: Wordt opgehaald

# chat_cell_payment_complete_merchant_vat_fee
source: VAT (%d%% of Fee)
nl_nl: BTW (%d%% van de commissie)

# chat-cell-order-confirm-buyer-title
source: Order Confirmation
nl_nl: Aankoopbevestiging

# chat_cell_payment_complete_delivery_address
source: Delivery Address
nl_nl: Bezorgadres

# chat_cell_payment_complete_delivery_tip_seller
source: Send within 3 working days to:
nl_nl: Afleveradres

# chat_cell_payment_complete_ad_price
source: Overall price
nl_nl: Overeengekomen prijs

# chat_cell_payment_complete_transaction_fee
source: Service fee
nl_nl: Servicekosten

# chat_cell_payment_delivery_cost
source: Shipping cost
nl_nl: Verzendkosten

# chat_cell_payment_total
source: To receive
nl_nl: Te ontvangen

# track_in_on_the_way_label
source: ON THE WAY
nl_nl: ONDERWEG

# track_id_title
source: Shipment
nl_nl: Verzending

# item_received_button
source: Received?
nl_nl: Ontvangen?

# payment_failed_subtitle
source: Payment failed
nl_nl: Betaling niet gelukt

# payment_failed_body
source: The payment was not successful. Try again or contact your bank.
nl_nl: De betaling is niet gelukt. Probeer het nog een keer of neem contact op met je bank.

# payment_failed_check_button
source: Check details
nl_nl: Bekijk details

# bid_confirmation_accept_title
source: Are you sure you want to accept the offer of %@? Deal is deal!
nl_nl: Weet je zeker dat je het bod van %@ accepteert? Deal is deal!

# bid_confirmation_no_button
source: No
nl_nl: Nee

# bid_confirmation_accept_yes_button
source: Yes, accept
nl_nl: Ja

# payment_confirmed_subtitle
source: Your payment was successful
nl_nl: Je betaling is geslaagd

# payment_confirmed_check_details_button
source: Check details
nl_nl: Bekijk details

# track-code-tracking-number-placeholder
source: Fill in the Track & Trace code here
nl_nl: Vul de Track & Trace-code hier in

# track_code_postnl_info
source: PostNL information
nl_nl: PostNL informatie

# track_code_postnl_trackcode_description
source: The PostNL Track & Trace code always starts with 3S.
nl_nl: De Post NL Track & Trace-code begint altijd met 3S.

# track_code_send_button
source: Send
nl_nl: Verzenden

# confirm_receipt_pickup_question_title
source: Were you able to pick up your purchase (in good condition)?
nl_nl: Heb jij je aankoop (in goede orde) kunnen ophalen?

# confirm_receipt_delivery_question_title
source: Have you received your purchase (in good condition)?
nl_nl: Heb jij je aankoop (in goede orde) ontvangen?

# confirm_receipt_pickup_yes_button
source: Yes
nl_nl: Ja

# confirm_receipt_delivery_yes_button
source: Yes, received in good condition
nl_nl: Ja, goed ontvangen

# confirm_receipt_pickup_no_button
source: No, I could not pick it up within 7 days
nl_nl: Nee, ik kon het niet binnen 7 dagen ophalen

# confirm_receipt_delivery_no_button
source: No, not received
nl_nl: Nee, niet ontvangen

# confirm_receipt_pickup_bad_quality
source: No, purchase does not match the description
nl_nl: Nee, aankoop komt niet overeen.

# confirm_receipt_delivery_bad_quality
source: No, not received in good condition
nl_nl: Nee, niet in goede orde ontvangen

# track_code_navigation_title
source: Status request
nl_nl: Statusaanvraag

# transaction_feedback_title
source: Received?
nl_nl: Ontvangen?

# transaction_feedback_positive_title
source: Whoppah! Congratulations on your purchase!
nl_nl: Whoppah! Gefeliciteerd met je aankoop

# transaction_feedback_negative_title
source: Thank you for contacting us.
nl_nl: Goed dat je ons bericht.

# transaction_feedback_positive_body
source: Keep a close eye on Whoppah for new rare gems
nl_nl: Houd Whoppah altijd in de gaten voor nieuwe pareltjes.

# transaction_feedback_negative_body
source: We are sad to hear you have not received your purchase (in good order). The Whoppah support team will contact you as soon as possible.
nl_nl: Wij vinden het vervelend dat je jouw aankoop niet (in goede orde) hebt ontvangen. Het Whoppah support team neemt zo snel mogelijk contact met je op.

# search_filters_width
source: Width
nl_nl: Breed

# search_filters_height
source: Height
nl_nl: Hoog

# search_filters_depth
source: Depth
nl_nl: Lang

# search_filters_width_placeholder
source: Width (cm)
nl_nl: Breed (cm)

# search_filters_height_placeholder
source: Height (cm)
nl_nl: Hoog (cm)

# search_filters_depth_placeholder
source: Depth/Length (cm)
nl_nl: Lang/Diep (cm)

# search_filters_category
source: Category
nl_nl: Categorie

# search_filters_brand
source: Brand
nl_nl: Merk

# search_filters_style
source: Style
nl_nl: Stijl

# search_map_btn_refresh_empty
source: Search in this neighbourhood
nl_nl: Zoek in deze buurt

# search_no_results_subtitle
source: We don't have this product yet.
nl_nl: We hebben dit product nog niet.

# search_no_results_reset_filters_button
source: Reset filters
nl_nl: Stel filters opnieuw in

# search_intro_title
source: Photo search
nl_nl: Fotozoeken

# search_intro_body
source: Looking for a specific couch, table or art piece? Take or upload a picture of it and we will let you know if this, or a similar item, is available on Whoppah.
nl_nl: Op zoek naar een specifieke bank, tafel of kunstwerk? Upload of maak een foto en wij laten je zien of dit item of iets vergelijkbaars te koop is op Whoppah.

# search_intro_bullet_1
source: • Take or upload a clear picture of the entire item.
nl_nl: • Maak of upload een duidelijke foto van het hele item.

# search_intro_bullet_2
source: • Don't see what you're looking for? Set a search query and we'll let you know when it's on Whoppah.
nl_nl: • Hebben we het niet? Stel een zoekopdracht in en wij laten het je weten als het te koop is op Whoppah.

# search_info_upload_photo_button
source: Upload an image
nl_nl: Upload een foto

# missing_permission_location_title
source: Oops, we need permission to use your location
nl_nl: Oops, we hebben toestemming nodig om jouw locatie te gebruiken

# missing_permission_location_subtitle
source: Allow Whoppah to access the permission here.
nl_nl: Geef Whoppah hier toestemming voor in instellingen.

# missing_permission_camera_title
source: We need access to the camera to take photos and videos.
nl_nl: Wij hebben toegang nodig tot je camera om foto's en video's te kunnen maken.

# missing_permission_camera_subtitle
source: To allow your camera go to Settings > Whoppah > Switch the button to enable camera permissions
nl_nl: Om toegang te geven tot je camera, ga naar Instellingen > Whoppah > Selecteer de knop om camera toegang te geven

# profile_complete_title
source: Whoppah! Your account has been created
nl_nl: Whoppah! Account aangemaakt

# profile_complete_merchant_subtitle
source: You can now start buying and selling.
nl_nl: Je kan nu beginnen met kopen en verkopen.

# profile_complete_personal_subtitle
source: You can now start buying and selling.
nl_nl: Je kan nu aan de slag met kopen en verkopen.

# profile_complete_go_to_mywhoppah
source: Go to My Whoppah!
nl_nl: Ga naar Mijn Whoppah!

# my_ad_deleted_title
source: Your ad is deleted
nl_nl: Je advertentie is verwijderd

# my_ad_deleted_place_ad_button
source: Place an ad
nl_nl: Plaats een advertentie

# ad_details_report_user
source: Report behaviour
nl_nl: Rapporteer gedrag

# ad_details_report_product
source: Report product
nl_nl: Rapporteer het product

# ad_details_default_share_text
source: I have seen a nice item on Whoppah
nl_nl: Ik heb een mooi item gezien op Whoppah

# report_product_inappropriate_content
source: Content is inappropriate
nl_nl: Inhoud is ongepast

# report_product_incorrectly_classified
source: Incorrectly classified
nl_nl: Onjuist geclassificeerd

# report_product_poor_photo_quality
source: Poor photo quality
nl_nl: Slechte foto kwaliteit

# report_product_reason
source: Reason
nl_nl: Reden

# report_product_description
source: Description
nl_nl: Omschrijving

# report_product_title
source: REPORT PRODUCT
nl_nl: RAPPORTAGEPRODUCT

# report_product_subtitle
source: We will dive into your report as soon as possible
nl_nl: Wij duiken zo snel mogelijk in jouw rapportage

# report_product_send
source: Send
nl_nl: Verstuur

# report_user_inappropriate_content
source: Inappropriate content
nl_nl: Inhoud is ongepast

# report_user_unauthorized_advertising
source: Unauthorized advertising
nl_nl: Ongeoorloofde reclame

# report_user_incorrectly_classified
source: Incorrectly classified
nl_nl: Onjuist geclassificeerd

# report_user_poor_photo_quality
source: Poor photo quality
nl_nl: Slechte foto kwaliteit

# report_user_reason
source: Reason
nl_nl: Reden

# report_user_description
source: Description
nl_nl: Omschrijving

# report_user_title
source: REPORT BEHAVIOUR
nl_nl: RAPPORTEER GEDRAG

# report_user_subtitle
source: We will dive into your report as soon as possible
nl_nl: Wij duiken zo snel mogelijk in jouw rapportage

# report_user_send
source: Send
nl_nl: Verstuur

# my_ad_delete_title
source: SOLD THROUGH WHOPPAH?
nl_nl: VERKOCHT VIA WHOPPAH?

# my_ads_delete_sold_with_whoppah
source: Sold via Whoppah
nl_nl: Verkocht via Whoppah

# my_ads_delete_not_sold_with_whoppah
source: Not sold via Whoppah
nl_nl: Niet verkocht via Whoppah

# my_ads_delete_ad_cancel
source: Cancel
nl_nl: Annuleren

# my_ads_delete_ad_remove_button
source: Delete
nl_nl: Verwijderen

# NSCameraUsageDescription
source: We need access to your camera so that you can upload photos
nl_nl: We hebben toegang tot jouw camera nodig zodat je foto's kan uploaden

# NSLocationWhenInUseUsageDescription
source: We need access to your location so that we can search in your area
nl_nl: We hebben toegang tot jouw locatie nodig zodat we in jouw buurt kunnen zoeken

# NSPhotoLibraryUsageDescription
source: We need access to your photos and images so that you can upload them
nl_nl: We hebben toegang tot jouw foto's en afbeeldingen nodig zodat je deze kan uploaden

# common_generic_error_message
source: Something went wrong, try again.
nl_nl: Er ging iets mis, probeer het nog een keer.

# add_address_button_title
source: Enter address
nl_nl: Vul je adres in

# add_address_street_placeholder
source: Street
nl_nl: Straat

# add_address_city_placeholder
source: City
nl_nl: Stad

# add_address_country_placeholder
source: Country
nl_nl: Land

# NSLocationAlwaysAndWhenInUseUsageDescription
source: We need access to your location so that we can search in your area
nl_nl: We hebben toegang tot jouw locatie nodig zodat we in jouw buurt kunnen zoeken

# chat_thread_last_bid
source: Latest bid: %@
nl_nl: Laatste bod: %@

# search_map_highest_bid
source: Highest bid: %@
nl_nl: Hoogste bod: %@

# search_map_no_bid_yet
source: No bid yet!
nl_nl: Nog geen biedingen!

# search_filters_search_saved_toast
source: Search saved
nl_nl: Zoekopdracht opgeslagen

# search_map_bid_now
source: Bid Now!
nl_nl: Bied Nu!

# category_menu_selection_view_all_btn
source: View all
nl_nl: Bekijk alles

# home_usp_page2_title
source: Safe shopping
nl_nl: Veilig shoppen

# shop_warranty_seller_item1
source: Create an ad simply and <b>free of cost</b>
nl_nl: Maak eenvoudig en <b>kosteloos</b> een advertentie aan

# shop_warranty_seller_item2
source: Determine your 'sell now' price
nl_nl: Bepaal je <b>‘verkoop nu’</b> prijs

# shop_warranty_seller_item3
source: <b>Whoppah curates</b> within 24 hours
nl_nl: <b>Whoppah cureert</b> binnen 24 uur

# shop_warranty_seller_item4
source: Buyer pays, you send, we pay you
nl_nl: Koper betaalt aan Whoppah en wij betalen jou over 4 a 5 werkdagen nadat de koper aangeeft het item in goede orde te hebben ontvangen. Dit doet de koper in de chat via de button 'Ontvangen'?

# shop_warranty_buyer_item1
source: Bid or buy directly with the <b>'Buy now'</b> button
nl_nl: Bied of koop direct met <b>‘Koop nu’</b> knop

# shop_warranty_buyer_item2
source: <b>Bid accepted?</b> Pay as soon as possible to secure your purchase
nl_nl: <b>Bod geaccepteerd?</b> Betaal zo snel mogelijk om je aankoop veilig te stellen. In de chat vind je de 'betaal' button die je leidt naar de kassa waar je eveneens de bezorgmethode afrekent

# shop_warranty_buyer_item3
source: Pay safely with iDeal
nl_nl: Betaal veilig met <b>iDeal, CreditCard of Bancontact</b>

# shop_warranty_offer_item1
source: From known designers, brands or specially hand-made
nl_nl: Van bekende designers, merken of bijzonder handgemaakt

# shop_warranty_offer_item2
source: <b>Minimum</b> in good state
nl_nl: <b>Minimaal</b> in goede staat

# shop_warranty_offer_item3
source: Always of first class
nl_nl: <b>Altijd</b> eersteklas

# shop_warranty_offer_item4
source: Curated by Whoppah
nl_nl: Gecureerd op kwaliteit

# shop_warranty_cost_item1
source: Create an ad for free
nl_nl: <b>Kosteloos advertentie</b> aanmaken

# shop_warranty_cost_item2
source: Buyers pay € 1.99 transaction costs
nl_nl: Kopers betalen € 1,99 transactiekosten.

# shop_warranty_cost_item4
source: Buy pays delivery costs
nl_nl: Verzendkosten zijn voor de koper

# shop_warranty_transport_item1
source: <b>PostNL</b> (registered) for parcel delivery
nl_nl: <b>PostNL</b> (aangetekend) voor pakketpost

# shop_warranty_transport_item2
source: <b>Courier service:</b> picked up and delivered
nl_nl: <b>Koerierservice</b>: opgehaald en gebracht

# shop_warranty_transport_item3
source: Sellers will <b>share the Track & Trace</b> number in chat
nl_nl: Verkopers <b>delen track & trace</b> code in chat

# shop_warranty_transport
source: Transport options
nl_nl: Transport opties

# shop_warranty_seller_create_ad_btn
source: Create an ad
nl_nl: Maak advertentie aan

# shop_warranty_offer_title
source: An offer on Whoppah means
nl_nl: Het aanbod op Whoppah is

# auction-state-completed
source: Sold
nl_nl: Verkocht

# my_ads_sold_screen_title
source: My sold ads
nl_nl: Mijn verkocht advertenties

# search_filters_category_select
source: Select
nl_nl: Selecteer

# ad_details_ar_banner_title
source: Preview live in 3D
nl_nl: Probeer het live in 3D

# ad_details_ar_banner_subtitle
source: See how this item looks at your home
nl_nl: Bekijk hoe dit item bij jou thuis staat

# my_ads_income_cell_amount_title
source: AMOUNT
nl_nl: BEDRAG

# checkout_pay_now_btn
source: Pay now
nl_nl: Nu betalen

# ar_default_share_text
source: I have seen a nice item on Whoppah
nl_nl: Ik heb een mooi item gezien op Whoppah

# common_no_button
source: No
nl_nl: Nee

# common_yes_button
source: Yes
nl_nl: Ja

# NSPhotoLibraryAddUsageDescription
source: We need permission to save content to your photo and video library
nl_nl: We hebben toegang nodig tot jouw foto's en video's om deze op te slaan in jouw afbeeldingen.

# main_my_profile_changes_saved_toast
source: Changes saved
nl_nl: Aanpassing opgeslagen

# product-unavailable
source: Unavailable
nl_nl: Gereserveerd

# ar_scan_any_surfaces_tip
source: Try pointing at a wall or flat surface with some detail and good lighting
nl_nl: Richt de camera op een muur of vlakke oppervlakte waar enig detail en goed licht aanwezig is

# ar_scan_vertical_surfaces_tip
source: Try pointing at a wall with some detail and good lighting
nl_nl: Richt de camera op een muur waar enig detail en goed licht aanwezig is

# ar_scan_horizontal_surfaces_tip
source: Try pointing at flat surfaces with some detail and good lighting
nl_nl: Richt de camera op vlakke oppervlakten waar enig detail en goed licht aanwezig is

# item_received_button_money_received
source: Paid to seller
nl_nl: Uitbetaald aan verkoper

# set_profile_google_search_placeholder
source: Street and house number
nl_nl: Straat en huisnummer

# search_places_missing_postcode
source: The address you selected does not contain a valid postcode, please try again.
nl_nl: Het gekozen adres bevat geen geldige postcode. Probeer het opnieuw. Vergeet geen huisnummer toe te voegen.

# search_places_missing_building
source: The address you selected does not contain a valid building number, please try again
nl_nl: Het gekozen adres bevat geen geldig huisnummer. Probeer het opnieuw.

# search_places_missing_city
source: The address you selected does not contain a valid city, please try again
nl_nl: Het gekozen adres bevat geen geldige stad. Probeer het opnieuw.

# search_places_missing_country
source: The address you selected does not contain a valid country, please try again
nl_nl: Het gekozen adres bevat geen geldig land. Probeer het opnieuw.

# member_join_1_week
source: Joined 1 week ago
nl_nl: Lid sinds 1 week

# member_join_multiple_weeks
source: Joined %d weeks ago
nl_nl: Lid sinds %d weken

# member_join_multiple_months
source: Joined %d months ago
nl_nl: Lid sinds %d maanden

# member_join_one_year
source: Joined 12 months ago
nl_nl: Lid sinds 12 maanden

# member_join_multiple_years
source: Joined %d years ago
nl_nl: Lid sinds %d jaar

# home_usp_page1_body
source: Offering is always carefully selected by the Whoppah stylist.
nl_nl: Aanbod nauwkeurig geselecteerd door de Whoppah stylist.

# home_usp_page1_title
source: Always of quality
nl_nl: Altijd kwaliteit

# home_usp_page2_body
source: Pay Whoppah with iDeal. We will pay the seller once the buyer has received the item in good order.
nl_nl: Betaal met iDeal aan Whoppah. Wij betalen de verkoper als de koper het goed heeft ontvangen.

# main_looks_title
source: Shop the look
nl_nl: Shop de look

# main_home_more_items_title
source: And much more...
nl_nl: En nog véél meer

# shop-de-look-button
source: More inspiration
nl_nl: Meer inspiratie

# common_btn_shop_now
source: Shop now
nl_nl: Shop nu

# main_home_feature_list_item
source: This is how Whoppah works
nl_nl: Zo werkt Whoppah

# main_home_highlight_see_all_btn
source: See all
nl_nl: Zie alles

# ar_help_camera
source: Point your camera at a wall
nl_nl: Richt je camera op de muur

# ar_help_surface_scan
source: Move your phone around to scan the surface
nl_nl: Beweeg je telefoon en scan de oppervlakte

# ar_help_tap_to_place
source: Tap the screen to place the object
nl_nl: Klik op het scherm en plaats het object

# ar_help_drag_to_move
source: Drag the object to move it elsewhere
nl_nl: Sleep het object om ergens anders te plaatsen

# main_permission_dialog_message
source: Whoppah would like to keep you posted on your ads and purchases. Do you give permission to do so?
nl_nl: Whoppah houdt je graag op de hoogte van jouw advertenties en aankopen. Geef je hiervoor toestemming?

# home_usp_page3_title
source: Delivered with the courier
nl_nl: Bezorgd met de koerier

# home_usp_page3_body
source: You decide: pick up yourself or deliver. Delivery? Our courier delivers from €69
nl_nl: Contactloos opgehaald en gebracht met onze koerier vanaf €69.

# first-class-sofas-title
source: First class sofas
nl_nl: Eersteklas banken

# filter_list_title_single
source: Select a %@
nl_nl: Kies een %@

# filter_list_title_multiple
source: Select %@
nl_nl: Kiers %@

# search_filters_designer
source: Designer
nl_nl: Ontwerper

# search_filters_artist
source: Artist
nl_nl: Kunstenaar

# shop_warranty_cost_item5
source: Individuals pay 12% over the sale price
nl_nl: Particulieren betalen 12% over de verkoopprijs

# create_ad_select_artist_input_artist
source: Artist
nl_nl: Kunstenaar

# create_ad_select_artist_screen_title
source: Choose an artist
nl_nl: Kies een kunstenaar
