Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# chat-help-section-4-bullet-2
source: Are you going to pick up the item and you did not pay yet? You can also add the amount in the counter offer input field at the bottom of the chat. When this is accepted by the other party, a payment button will appear and will lead you to the checkout.
nl_nl: Haal je het item op en is er nog niet betaald? Voer dan ter plekke het bedrag in dat je afspreekt in het 'tegenbod' veld en klik als koper op de Betalen knop. Je betaalt dan veilig via Whoppah.

# fauteuils-description
source: Shop these designer chairs to lounge and relax.
nl_nl: Vind hier de mooiste design fauteuils om heerlijk in te ontspannen.

# fauteuils-title
source: Designer armchairs
nl_nl: Design fauteuils

# tafellampen-description
source: Shop the most beautiful design table lamps you have ever seen.
nl_nl: Tafellampen in alle soorten en maten in de mooiste designs vind je hier.

# tafellampen-title
source: Table lamps
nl_nl: Tafellampen

# chat-cell-incoming-bid-new
source: New bid
nl_nl: Nieuw bod

# Eettafels-description
source: The most beautiful dining tables on Whoppah.
nl_nl: Bekijk onze unieke collectie design eettafels.

# transaction-feedback-back-to-chat
source: Back to chat
nl_nl: Terug naar de chat

# bid-received-new-seller
source: Whoppah! You have a bid. Accept, decline or do a counter proposal. The bid is valid for 48 hours. Deal closed? Then a 'Pay' button appears in the chat with the Buyer. Want to arrange transport? In the checkout the Buyer can choose for delivery by the Whoppah courier.
nl_nl: Whoppah! Je hebt een bod. Accepteer, wijs af of doe een tegenbod. Dit bod is 48 uur is geldig. Deal gesloten? Dan verschijnt er een 'Betalen' knop in de chat bij de Koper. Transport regelen? In de checkout kan de Koper kiezen voor de Whoppah koerier.

# bid-received-new-buyer
source: Whoppah! You have a bid. Accept, decline or make a counter offer. This bid is valid for 48 hours. Deal closed? Then a 'Pay' button appears in the chat with the Buyer. Want to arrange transport? In the checkout, the Buyer can choose the Whoppah courier.
nl_nl: Whoppah! Je hebt een bod.🙌 Accepteer, wijs af of doe een tegenbod. Dit bod is 48 uur is geldig. Deal gesloten? Dan verschijnt er een 'Betalen' knop in de chat bij de Koper. Transport regelen? In de checkout kan de Koper kiezen voor de Whoppah koerier.

# bid-sent-new-seller-1
source: Whoppah! Your (counter)bid has been placed! The buyer responds as quickly as possible to your bid in this chat by accepting, rejecting or making a counter proposal. Deal closed? Then a 'Pay' button appears in the chat with the buyer.
nl_nl: Whoppah! Je (tegen)bod is geplaatst! De koper reageert zo snel mogelijk op jouw bod in deze chat door te accepteren, af te wijzen of een tegenvoorstel te doen. Deal gesloten? Dan verschijnt er een 'Betalen' knop in de chat bij de koper.

# bid-sent-new-simple
source: Your bid has been placed.
nl_nl: Je bod is geplaatst.

# tafellampen-button
source: See all
nl_nl: Zie alles

# funky-vondsten-2-title
source: Funky Vondsten Collection
nl_nl: Funky vondsten

# funky-vondsten-2-description
source: Unique, unconventional and unusual. Design full of personality and innovation. That's Funky.
nl_nl: Uniek, onconventioneel en ongewoon. Design vol persoonlijkheid en innovatie. Dat is Funky.

# funky-vondsten-2-button
source: See all items
nl_nl: Bekijk alles

# contextual-signup-search-by-photo-title
source: Search via photo needs an account
nl_nl: Zoeken aan de hand van een foto?

# contextual-signup-search-by-photo-description
source: Sign up now to find your perfect match
nl_nl: Maak een account aan en zoek op basis van foto's

# category-acquarel
source: Watercolour
nl_nl: Aquarel

# category-bloemen
source: Flowers
nl_nl: Bloemen

# edit-bank-pay-title
source: When do I get paid?
nl_nl: Wanneer word ik uitbetaald?

# my_addresses_address_list_empty
source: We are missing an address
nl_nl: We missen nog een adres

# main_my_profile_edit_title
source: Your Whoppah profile
nl_nl: Jouw Whoppah profiel

# edit-bank-edit-details-title
source: Check your payment details
nl_nl: Controleer je betaalgegevens

# edit-bank-enter-details-title
source: Enter your payment details
nl_nl: Vul je betaalgegevens in

# my_account_new_password
source: Set new password
nl_nl: Nieuw wachtwoord instellen

# my-profile-my-ads-active
source: Active ads (%d)
nl_nl: Actieve advertenties (%d)

# my-profile-my-ads-curation
source: Wait for curation (%d)
nl_nl: Wacht op curatie (%d)

# my-profile-my-ads-drafts
source: Saved ads (%d)
nl_nl: Opgeslagen advertenties (%d)

# my-profile-my-ads-rejected
source: Change requests (%d)
nl_nl: Aanpassingensverzoeken (%d)

# my-profile-my-ads-sold
source: Sold (%d)
nl_nl: Verkocht (%d)

# my-profile-my-ads-create-ad-title
source: Sell your design
nl_nl: Verkoop jouw design

# my-profile-my-ads-create-ad-description
source: Create an ad
nl_nl: Maak een advertentie aan

# my-profile-my-ads-create-ad-button
source: Create advertisement
nl_nl: Advertentie aanmaken

# my-profile-my-ads-active-screen-title
source: My active ads
nl_nl: Mijn actieve advertenties

# my-profile-my-ads-active-screen-subtitle
source: Active ads
nl_nl: Deze advertenties staan online

# my-profile-my-ads-curation-screen-title
source: Being assessed
nl_nl: Wordt beoordeeld

# my-profile-my-ads-curation-screen-subtitle
source: Wait for feedback from Whoppah
nl_nl: Wacht op feedback van Whoppah curatieteam

# my-profile-my-ads-rejected-screen-title
source: Adjustment requested
nl_nl: Aanpassing verzocht

# my-profile-my-ads-rejected-screen-subtitle
source: Adjust your ad
nl_nl: Advertenties met aanpassingsverzoek

# my-profile-my-ads-draft-screen-title
source: Drafts
nl_nl: Concepten

# my-profile-my-ads-draft-screen-subtitle
source: Ads in draft
nl_nl: Opgeslagen advertenties

# bloemen-title
source: Flowers
nl_nl: Bloemen

# bloemen-description
source: Help the growers and order a beautiful bouquet via the website
nl_nl: Help de kwekers en bestel een mooi boeket via de website

# bloemen-button
source: Shop now
nl_nl: Shop nu

# material-zijde
source: Silk
nl_nl: Zijde

# material-polished-steel
source: Polished steel
nl_nl: Gepolijst staal

# material-nickel
source: Nickel
nl_nl: Nikkel

# material-bloemen
source: Flowers
nl_nl: Bloemen

# material-laminate
source: Laminate
nl_nl: Laminaat

# category-easy-chairs
source: Easy chairs
nl_nl: Gemakkelijke stoelen

# tabbar_favorites_title
source: FAVORITES
nl_nl: FAVORIET

# tabbar_sale_title
source: SELL
nl_nl: VERKOOP

# search_filters_show_results_btn
source: Show results
nl_nl: Toon resultaten

# search_filters_clear_btn
source: Clear
nl_nl: Wissen

# create_ad_select_cat_screen_category
source: Category
nl_nl: Categorie

source: Select all
nl_nl: Alles selecteren

# search_filters_distance_your_location_title
source: Your location
nl_nl: Jouw locatie

# search_filters_distance_maximum_distance_title
source: Maximum distance in KM
nl_nl: Maximale afstand in KM

# search_filters_distance_from_you_title
source: Distance from you
nl_nl: Afstand van jou

# search_filters_colors_subtitle
source: Select the colors
nl_nl: Kies de kleuren

# search_filters_price_subtitle
source: Desired price
nl_nl: Gewenste prijs

# search_filters_condition_subtitle
source: Choose the minimum condition
nl_nl: Kies de minimale conditie

# search_filters_price_only_title
source: Price
nl_nl: Prijs

# ad_details_distance_with_country_to
source: %1$d km away from you in %2$s
nl_nl: %1$d km bij jou vandaan in %2$s

# common-invalid-address-postcode
source: Incorrect postcode
nl_nl: Onjuiste postcode

# create-ad-crop-photo-title
source: Place photo properly
nl_nl: Plaats de foto goed

# create-ad-crop-photo-description
source: Drag, enlarge, or reduce the photo so that the item fits completely square.
nl_nl: Sleep, vergroot of verklein de foto zodat het item volledig in het vierkant past.

# common-save-next-step-button
source: Save and next step
nl_nl: Opslaan en volgende stap

# material-chrome
source: Chrome
nl_nl: Chroom

# material-rvs
source: Stainless steel
nl_nl: Roestvrij staal

# progress_finishing
source: Finishing...
nl_nl: Afwerking...

# search-result-save-search-button
source: Save search request
nl_nl: Sla zoekopdracht op

# price-suggestion-button
source: Request a suggested price
nl_nl: Vraag adviesprijs aan

# price-suggestion-upload-photo
source: Upload your photo
nl_nl: Upload jouw foto

# price-suggestion-button-hint
source: We will get back to you within one working day
nl_nl: Binnen één werkdag komen we bij je terug

# price-suggestion-description-placeholder
source: Describe the product
nl_nl: Omschrijf het product

# price-suggestion-bullet-1
source: Brand (if known)
nl_nl: Merk (indien bekend)

# price-suggestion-bullet-2
source: Damages or not
nl_nl: Beschadigingen of niet

# price-suggestion-bullet-3
source: What is important to you
nl_nl: Wat belangrijk is volgens u

# price-suggestion-title
source: What is your item worth?
nl_nl: Wat is jouw item waard?

# price-suggestion-description
source: Send us one photo, and we'll put out a suggested retail price today to sell it on Whoppah!
nl_nl: Stuur ons één foto en wij brengen vandaag nog een adviesprijs uit om het op Whoppah te verkopen!

# price-suggestion-navbar-title
source: Price inquiry
nl_nl: Prijsaanvraag

# home-price-advice-button
source: Ask price advice
nl_nl: Vraag prijsadvies

# home-start-selling-button
source: Start selling
nl_nl: Start met verkopen

# price-suggestion-credentials-title
source: Your credentials
nl_nl: Jouw gegevens

# material-reed
source: Reed
nl_nl: Riet

# material-porselein
source: Porcelain
nl_nl: Porselein

source: Read more here
nl_nl: Lees hier meer

# pdp_view_user_ads_title
source: View all ads from this seller
nl_nl: Bekijk alle advertenties van deze verkoper

# pdp_how_whoppah_works_description
source: Questions about buying, delivery or payment?
nl_nl: Vragen over kopen, bezorging of de betaling?

# missing_profile_fields
source: Missing: %@
nl_nl: Ontbrekend: %@

source: Profile complete
nl_nl: Account compleet

# onboarding-new-page1-title
source: Sell
nl_nl: Verkopen

# onboarding-new-page2-title
source: Buy
nl_nl: Kopen

# onboarding-new-page3-title
source: The offer on Whoppah is
nl_nl: Het aanbod op Whoppah is

# onboarding-new-page4-title
source: Costs
nl_nl: Kosten

# onboarding-new-page5-title
source: Transport options
nl_nl: Transport opties

# onboarding-new-page1-bullet1
source: <b> Simple and free</b> advertisement
nl_nl: <b>Eenvoudig en gratis</b> een advertentie

# onboarding-new-page1-bullet2
source: Determine your <b>sales price now</b>
nl_nl: Bepaal je <b>'verkoop nu' prijs</b> en kies of de koerier het item mag ophalen

# onboarding-new-page1-bullet3
source: <b>Whoppah curates</b> within 24 hours
nl_nl: <b>Whoppah cureert</b> binnen 24 uur

# onboarding-new-page1-bullet4
source: Once the Buyer completes the payment, we will pay you within 4 days after the buyer indicates that he has received the item in good order.
nl_nl: Koper betaalt en wij betalen jou binnen 4 a 5 werkdagen NADAT de koper aangeeft het item in goede orde te hebben ontvangen. Dit doet de koper in de chat via de button 'Ontvangen'?

# onboarding-new-page2-bullet1
source: <b>Bid or buy directly</b> with the 'buy now' button
nl_nl: <b>Bied conform het minimum aangegeven bedrag of koop direct voor de vraagprijs</b> met de ‘koop nu’ knop. Dit doe je onderaan de product pagina van het item dat je wil kopen

# onboarding-new-page2-bullet2
source: <b>Offer accepted?</b> Pay as soon as possible to secure your purchase
nl_nl: <b>Bod geaccepteerd?</b> Betaal zo snel mogelijk om je aankoop veilig te stellen. In de chat vind je de 'betaal' button die je leidt naar de kassa waar je eveneens de bezorgmethode afrekent

# onboarding-new-page2-bullet3
source: Pay securely with <b>iDeal, CreditCard of Bancontact</b>
nl_nl: Betaal veilig met <b>iDeal, CreditCard of Bancontact</b>

# onboarding-new-page3-bullet1
source: From well-known <b>designers or brands</b>
nl_nl: Van bekende <b>designers of merken</b>

# onboarding-new-page3-bullet2
source: <b>At least</b> in good condition
nl_nl: <b>Minimaal</b> in goede staat

# onboarding-new-page3-bullet3
source: <b>Always</b> top-notch
nl_nl: <b>Altijd</b> eersteklas

# onboarding-new-page3-bullet4
source: <b>Curated</b> by Whoppah
nl_nl: <b>Gecureerd</b> door Whoppah

# onboarding-new-page5-bullet1
source: <b>PostNL</b> for parcel post
nl_nl: <b>PostNL</b> voor pakketpost

# onboarding-new-page5-bullet2
source: <b>Courier service</b> pick up & delivery
nl_nl: <b> Koerierservice</b> ophalen & brengen

# onboarding-new-page5-bullet-3
source: Sellers share <b>track & trace</b> code in the chat
nl_nl: Verkopers delen <b>track & trace</b> code in de chat

# onboarding-new-page4-bullet1
source: Create advertisement for free
nl_nl: Kosteloos een advertentie aanmaken

# onboarding-new-page4-bullet2
source: <b>Buyers</b> pay a € 1.99 transaction fee
nl_nl: <b>Kopers</b> betalen € 1,99 transactiekosten

# onboarding-new-page4-bullet3
source: <b>Business sellers</b> pay 15% of the asking price excl. VAT
nl_nl: <b>Zakelijke verkopers</b> betalen 15% van de vraagprijs excl. BTW

# onboarding-new-page4-bullet4
source: <b>Private sellers pay</b> 12% of the asking price
nl_nl: <b>Particuliere verkopers betalen</b> 12% van de verkoopprijs

# onboarding-new-page4-bullet5
source: <b>Shipping costs</b> are for the buyer
nl_nl: <b>Verzendkosten</b> zijn voor de koper

# onboarding-new-page5-button
source: Return to Whoppah
nl_nl: Terug naar Whoppah

# type-how-works-test-title
source: This is how Whoppah works
nl_nl: Zo werkt Whoppah

# popular-categories-title
source: Popular categories
nl_nl: Populaire design categorieën

# top-sellers-title
source: Top sellers
nl_nl: Top verkopers

# popular-styles-2-title
source: Popular styles
nl_nl: Zoek op stijl

# type-1-test-title
source: New on Whoppah.
nl_nl: Nieuwe verkopers op Whoppah.

# type-1-test-description
source: Shop the top design items from Winston & Renate
nl_nl: Nu te koop: deze design items van Winston & Renate

# hww-selling-title
source: Selling
nl_nl: Alles over Verkopen

# hww-buying-title
source: Buying
nl_nl: Alles over Kopen

# hww-bidding-title
source: About placing a bid
nl_nl: Alles over Bieden

# hww-transport-title
source: Transport
nl_nl: Alles over Transport

# hww-offer-title
source: Transactions on Whoppah
nl_nl: Alles over het aanbod op Whoppah

# hww-contact-description
source: Do you have any questions? Please email support@whoppah.com
nl_nl: Heb je nog vragen? Stuur dan een mail naar support@whoppah.com

# hww-about-whoppah
source: Read all about Whoppah
nl_nl: Lees alles over Whoppah

# hww-selling-section-1-title
source: Create advertisement
nl_nl: Advertentie aanmaken

# hww-selling-section-2-title
source: Fee's on Whoppah
nl_nl: Kosten

# hww-selling-section-3-title
source: Where do I find my ads?
nl_nl: Waar vind ik mijn advertentie?

# hww-selling-section-4-title
source: How do I change my ad?
nl_nl: Hoe wijzig ik mijn advertentie?

# hww-selling-section-5-title
source: Where do I find the bids I receive?
nl_nl: Waar vind ik mijn biedingen?

# hww-selling-section-6-title
source: Item sold? What is next?
nl_nl: Item verkocht, wat nu?

# hww-selling-section-7-title
source: When do I receive my payment?
nl_nl: Wanneer word ik uitbetaald?

# hww-buying-section-1-title
source: This is how you shop on Whoppah
nl_nl: Zo koop je op Whoppah

# hww-bidding-section-1-title
source: This is how bidding works
nl_nl: Zo werkt bieden

# hww-transport-section-1-title
source: How do I organise shipping
nl_nl: Hoe plan ik transport?

# hww-offer-section-1-title
source: What can I find and sell on Whoppah?
nl_nl: Wat kan ik vinden en verkopen op Whoppah?

# common_germany
source: Germany
nl_nl: Duitsland

# popular-categories-2-title
source: Popular categories
nl_nl: Populaire categorieën

# ad-details-seller-all-ads
source: View all ads from this seller
nl_nl: Bekijk alle advertenties van deze verkoper

# ad-details-hww-subtitle
source: Questions about buying, delivery or payment?
nl_nl: Vragen over kopen, bezorging of de betaling?

# my_account_notification_settings_email_title
source: Email settings
nl_nl: Email instellingen

# hww-selling-screen-title
source: Selling with Whoppah
nl_nl: Lees alles over verkopen

# hww-buying-screen-title
source: Buying on Whoppah
nl_nl: Lees alles over Kopen

# hww-bidding-screen-title
source: Bidding on Whoppah
nl_nl: Lees alles over Bieden

# hww-transport-screen-title
source: Transport with Whoppah
nl_nl: Lees alles over Transport

# hww-offer-screen-title
source: Making offers on Whoppah
nl_nl: Lees alles over het aanbod op Whoppah

# winston-renate-title
source: New on Whoppah!
nl_nl: Nieuwe verkopers op Whoppah

# winston-renate-description
source: Shop the design items of Winston & Renate Gerschtanowitz
nl_nl: Shop nu deze design items van Winston & Renate Gerschtanowitz

# winston-title
source: Winston & Renate design
nl_nl: Winston & Renate Gerschtanowitz

# common_france
source: France
nl_nl: Frankrijk

# common_italy
source: Italy
nl_nl: Italië

# style-italian-design
source: Italian Design
nl_nl: Italiaans Design

# auth_sign_up1_name
source: Profile Name
nl_nl: Profielnaam

# ad-details-place-bid-button
source: Place bid
nl_nl: Plaats bod

# auth-forgot-pass-success-title
source: Password reset requested
nl_nl: Wachtwoord reset aangevraagd

# auth-forgot-pass-success-description
source: We have sent you an email with a link with which you can reset your password.
nl_nl: We hebben je een email gestuurd met een link waarmee jij je wachtwoord kan resetten.

# auth-forgot-pass-success-sign-in-button
source: Log in again
nl_nl: Opnieuw inloggen

# category-eetkamerset
source: Dining set
nl_nl: Eetkamerset

# ad_details_shipment_section_title
source: Shipping
nl_nl: Verzending

# create-ad-how-works-video-label
source: Want to know how Whoppah works? Watch the video!
nl_nl: Weten hoe het werkt? Bekijk de video!

# uitgelicht-title
source: Specials!
nl_nl: Uitgelicht!

# menu_option_profile
source: My Profile
nl_nl: Mijn Profiel

# menu_option_chat
source: Chats & Bidding
nl_nl: Chats & Biedingen

# contact-phone-button
source: Call Whoppah Now
nl_nl: Bel nu met Whoppah

# contact-email-button
source: Send Whoppah an email
nl_nl: Stuur Whoppah een mail

# email-not-setup-error
source: Email is not set up on this device
nl_nl: E-mail is niet ingesteld op dit apparaat

# category-bankstel
source: Couches
nl_nl: Bankstel

# my_subscriptions_button_box_title
source: Set up a search
nl_nl: Stel een zoekopdracht in

# my_subscriptions_button_box_description
source: We will send you an email when we have a match
nl_nl: Wij sturen een mail als we een match hebben

# my_subscriptions_title
source: View and change searches
nl_nl: Bekijk en wijzig zoekopdrachten

# toast-save-see-all
source: See all
nl_nl: Zie alles

source: Read more
nl_nl: Lees verder

# how-can-we-help
source: How can we help you?
nl_nl: Hoe kunnen we u helpen?

# search_filters_country
source: Country
nl_nl: Land

# search_fb_save_search
source: Notify me
nl_nl: Informeer mij

# chat-bottom-view-receive-button
source: Did you receive the item?
nl_nl: Heb je het item ontvangen?

# chat-botton-view-transaction-complete
source: Transaction complete!
nl_nl: Transactie afgerond!

# search-alert-save-tip
source: Save searches here. We will email you if we find a matching item.
nl_nl: Sla hier deze zoekopdacht op. Wij sturen je een mail als we een vergelijkbaar item hebben.

# faq-topic-answer-text
source: The Whoppah support team can be reached by telephone during office hours on 020 244 46 93
nl_nl: Het Whoppah support team is tijdens kantooruren telefonisch bereikbaar via 020 244 46 93

source: About Whoppah
nl_nl: Over Whoppah

# about-welcome-text-1
source: We are the safe marketplace for secondhand design furniture and art. Whoppah brings together the best design offer from consumers and professional sellers in Europe on one platform. With us you will find modern design furniture, vintage classics and a diversity of art. We check the items before publishing those, guarantee safe trading and offer convenience and our courier service that collects and delivers with the utmost care. With a unique offering of more than 1,000 professional sellers and thousands of private individuals, Whoppah is already the treasure trove of the internet for more than a million users.
nl_nl: Wij zijn dé veilige marktplaats voor tweedehands design meubels en kunst. Whoppah brengt het mooiste design aanbod van consumenten en professionele verkopers in Europa samen op één platform. Bij ons vind je moderne design meubels, vintage klassiekers en een diversiteit aan kunst. Wij controleren het aanbod, waarborgen veilig handelen en bieden gemak en met koerier service die verkopen ophaalt en brengt. Met een uniek aanbod van meer dan 1.000 professionele verkopers en duizenden particulieren is Whoppah al voor meer dan een miljoen gebruikers de schatkamer van het internet.

# about-welcome-text-2
source: Whoppah was launched in 2019 by Thomas Bunnik and Evelien Bunnik-Remmelts with the aim of stimulating and facilitating people in easy online trading in secondhand design and art. We are with 45 enthusiastic design lovers and together, the Whoppah team has one mission: To make trading secondhand design across Europe as fun and as easy as possible. Do you perhaps have a nice item somewhere that you might want to get rid of? Put it on Whoppah!
nl_nl: Whoppah is in 2019 gelanceerd door Thomas Bunnik en Evelien Bunnik-Remmelts met het doel om mensen te stimuleren en te faciliteren in het eenvoudig online handelen in tweedehands design en kunst. Het Whoppah team bestaat uit 45 enthousiaste design liefhebbers en samen hebben we één missie: het verhandelen van tweedehands design in heel Europa zo leuk en zo gemakkelijk mogelijk maken. Heb jij misschien ergens nog een mooi item staan waar je misschien wel vanaf wilt? Zet het op Whoppah!

# about-welcome-title
source: Welcome to the world of Whoppah
nl_nl: Welkom in de wereld van Whoppah

# about-contact-title
source: Contact with Whoppah Support Team
nl_nl: Contact met Whoppah Support Team

# about-contact-press-headline
source: Read more about Whoppah in the media
nl_nl: Whoppah in de media

# about-contact-suggestion
source: Do you have a question, tip or suggestion? We are pleased to hear that! Contact us via:
nl_nl: Heb je een vraag, tip of een suggestie? Dan horen wij dat graag! Neem contact met ons op via:

# about-contact-office-hours
source: Whoppah is available from Monday to Friday during office hours on: +31 (0) 20 244 46 93.
nl_nl: Whoppah is van maandag tot en met vrijdag bereikbaar tijdens kantooruren op: 020 244 46 93.

# create-ad-photos-preview-title
source: This is your cover photo
nl_nl: Dit is jouw cover foto

# create-ad-photos-preview-description
source: Click on the pen to edit it such as zoom in and zoom out.
nl_nl: Klik op de pen om deze te bewerken zoals inzoomen en uitzoomen.

# mad-men-description
source: Shop the most beautiful items from the middle of the 20th century.
nl_nl: Shop het mooiste design uit het midden van 20e eeuw.

# auth_sign_up_quick_sign_up
source: Sign up quickly
nl_nl: Snel inloggen

# caroline-title
source: Shop design from Caroline Tensen
nl_nl: Shop design van Caroline Tensen

# style-opknappers
source: Fix up
nl_nl: Opknappers

# signup-agree-stripe-terms-part-3
source: from payment service provider Stripe
nl_nl: van payment service provider Stripe

# signup-agree-stripe-terms-part-1
source: I agree with the
nl_nl: Ik ga akkoord met de

# signup-agree-stripe-terms-part-2
source: terms and conditions
nl_nl: algemene voorwaarden

# signup-agree-whoppah-terms-part-1
source: I agree to Whoppah's
nl_nl: Ik ga akkoord met de
