Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# international-shipping-description
source: Whoppah ships worldwide. Intercontinental shipments are calculated individually depending on the distance, weight and dimensions of the item. Request a suitable quote from the Whoppah support team.
nl_nl: Whoppah verzendt wereldwijd. Intercontinentale transporten worden individueel berekend afhankelijk van de afstand, gewicht en afmetingen van het item. Vraag een passende quote op bij het Whoppah support team.

# price-request
source: Ask for a quote
nl_nl: Vraag offerte aan

# curation-page-title
source: Curation rules
nl_nl: Curatieregels

# photography-title
source: High quality photography
nl_nl: Goede kwaliteit foto's

# photography-description
source: Good quality photos are extremely important and contribute to a quick sale. Did you know that you sell 3 times faster with good photos? Provide sufficient daylight, do not photograph the towards the light, make sure that the item stands out in its entirety and provide a neutral background. We want buyers to get a good and complete impression of an item, that is why we curate on photos.
nl_nl: Foto's zijn het visitekaartje van een advertentie. Goede kwaliteit foto's zijn enorm belangrijk en dragen bij aan een snelle verkoop. Wist je dat je met goede foto's 3 keer zo snel verkoopt? Zorg voor voldoende daglicht, fotografeer niet tegen het licht in, zorg dat het item er in zijn geheel goed opstaat en zorg voor een neutrale achtergrond. Wij willen dat kopers een goede én volledige indruk krijgen van een item en daarom cureren wij op foto's.

# good-condition-title
source: Minimal good condition
nl_nl: Minimaal goede staat

# good-condition-description
source: The condition of an item must be at least 'good'. No major damage, broken items, stains or wear items are accepted on Whoppah.
nl_nl: Dit moet minimaal ‘goed’ zijn. Geen grove beschadigingen, kapotte items, onoverkomelijke vlekken of slijtage.

# design-or-unique-vintage-title
source: What we call design & art
nl_nl: Dit is design en kunst op Whoppah

# design-or-unique-vintage-description
source: Does the item have a design brand such as Vitra, Rolf Benz, B&B Italia, Artifort or Moooi? In the case of vintage, antique or handmade we look at the design, the manufacturing period, the condition in relation to the age of the item and the uniqueness.
nl_nl: Is het een designmerk zoals Vitra, Rolf Benz, B&B Italia, Artifort of Moooi? In het geval van vintage, antiek of handgemaakt kijken wij naar het ontwerp, de periode van fabricage, de staat in verhouding tot de leeftijd van het item en de bijzonderheid. In het geval van kunst kijken we naar de achtergrond van de kunstenaar en de kwaliteit. Daarbij geven we de voorkeur aan tweedehands kunst.

# full-description-title
source: Provide a full description
nl_nl: Geef een volledige omschrijving

# full-description-description
source: The more information that is provided, the faster an item is sold. Please describe the age of an item, where the item was purchased, the purchase price (if applicable) and the condition.
nl_nl: Hoe meer informatie, hoe sneller verkocht. Geef het volgende aan: de leeftijd, waar het item is gekocht, de aanschafprijs, de staat en eventuele bijzonderheden.

# demand-vintage-title
source: Selling opportunity
nl_nl: Verkoopkans

# demand-vintage-description
source: We check whether an item is in demand and whether there is a good chance that it will sell quickly on Whoppah. Our curation team assesses this with each advertisement. If we notice that there is less demand for certain items, we may not expand the range accordingly.
nl_nl: We kijken of een item gewild is en daarmee ook de kans groot is dat het snel wordt verkocht op Whoppah. Dit beoordeelt ons curatieteam. Merken wij dat er minder vraag is naar bepaalde items, dan kan het zijn dat wij het aanbod daar niet mee uitbreiden.

# appropriate-price-title
source: An appropriate price
nl_nl: Passende vraagprijs

# appropriate-price-description
source: Is the price in line with the market value? Keep in mind that an average of 50% - 70% of the original price will be reduced within 3 years. In the case of art, vintage or unique design items, we look at the market prices.
nl_nl: Is de prijs marktconform? Houd rekening met dat van de originele prijs gemiddeld 50% - 70% afgaat binnen 3 jaar. In het geval van kunst, vintage of unieke design items kijken we naar de marktprijzen.

# common-create-account
source: Create account
nl_nl: Maak account aan

# common-close
source: Close
nl_nl: Sluit

# place-bid-title
source: Place your bid or purchase direct
nl_nl: Plaats een bod of koop direct

# 48-hours-valid-title
source: 48 hours valid
nl_nl: 48 uur geldig

# counterbid-title
source: Counter bid
nl_nl: Tegenbod

# deal-is-deal-description
source: On Whoppah a deal is deal. If an offer is accepted, there is a deal and the buyer must make the payment. The payment button appears in the chat and the buyer can pay easily and securely via Whoppah!
nl_nl: Op Whoppah geldt: deal is deal. Is een bod geaccepteerd dan is er een deal en dient de koper de betaling te voldoen. De koper ziet de betaalknop in de chat en kan eenvoudig en veilig betalen via Whoppah!

# bidding-page-title
source: This how bidding works
nl_nl: Zo werkt bieden

# how-whoppah-works-title
source: This is how Whoppah works
nl_nl: Zo werkt Whoppah

# nav-bidding
source: This how bidding works
nl_nl: Zo werkt bieden

# ad_details_member_since_short
source: Since %@
nl_nl: Sinds %@

# ad_details_member_verified
source: Verified Merchant
nl_nl: Erkende professionele verkoper

# create-ad-intro-1-title
source: Creating an ad is easy
nl_nl: Maak eenvoudig een advertentie aan.

# create-ad-intro-1-subtitle
source: Shoot nice and clear photos from all angles
nl_nl: Maak goede foto's

# create-ad-intro-2-title
source: Let people know what you’re selling
nl_nl: Omschrijf wat je wilt verkopen

# create-ad-intro-2-subtitle
source: Fill in as much information as possible
nl_nl: Vul zo veel mogelijk gegevens in

# search_sort_popularity_highest_first
source: Popularity - highest first
nl_nl: Populariteit - hoogste eerst

# search_sort_popularity_lowest_first
source: Popularity - lowest first
nl_nl: Populariteit - laagste eerst

# category-lithos
source: Lithographs
nl_nl: Litho's

# category-etsen-prenten
source: Etchings
nl_nl: Etsen & prenten

# dutch-design-style-button
source: See all
nl_nl: Bekijk alles

# dutch-design-style-description
source: This is why Dutch Design is so famous and popular.
nl_nl: Waar wij wereld beroemd om zijn: Dutch Design. Bekijk het mooiste design van Nederlandse bodem.

# checkout-payment
source: Proceed to payment
nl_nl: Ga naar betalen

# checkout-secure-payment
source: This is a secure payment
nl_nl: Dit is een beveiligde betaalomgeving

# checkout-usp-1
source: 25.000+ happy customers
nl_nl: Meer dan 25.000 tevreden klanten

# checkout-usp-2
source: Buyer protection
nl_nl: Niet in orde, geld terug

# checkout-usp-3
source: Call us: +31 (0) 20 244 46 93
nl_nl: Bel ons: 020 244 46 93

# checkout-personal-info
source: Personal information
nl_nl: Mijn gegevens

# checkout-delivery-method
source: Delivery method
nl_nl: Ophalen of bezorgen

# checkout-pickup
source: Pickup in %s
nl_nl: Haal op in %s

# checkout-courier
source: Whoppah courier
nl_nl: Whoppah koerier

# checkout-courier-description
source: Fill in your address to calculate the delivery fee.
nl_nl: Vul hieronder jouw adres in om de bezorgkosten te berekenen.

# checkout-postal
source: Postal package
nl_nl: Pakketpost

# checkout-postal-description
source: Fill in your address to calculate the delivery fee.
nl_nl: Vul hieronder jouw adres in om de bezorgkosten te berekenen.

# checkout-courier-proposal-title
source: Want worry free delivery? Choose the Whoppah courier
nl_nl: Zorgeloze bezorging? Kies de Whoppah koerier

# checkout-courier-proposal
source: We will pickup the item and deliver it to you. Easy does it! After the payment you will receive an email to plan the delivery.
nl_nl: Wij halen het item op bij de verkoper en brengen het naar jou! Wel zo makkelijk. Na betaling krijg je een e-mail om het bezorgmoment in te plannen.

# checkout-courier-proposal-1
source: Insured delivery
nl_nl: Verzekerd transport

# checkout-courier-proposal-2
source: Safely handled with care by our couriers
nl_nl: Zorgvuldig bezorgd door onze ervaren couriers

# checkout-delivery-address
source: Delivery address
nl_nl: Bezorgadres

# checkout-promo-code
source: Do you have promo code?
nl_nl: Heb je een kortingscode?

# checkout-add-promo-code
source: Add promo code
nl_nl: Voeg kortingscode toe

# checkout-pick-promo-code
source: Or choose from your promo codes
nl_nl: Kies uit je beschikbare kortingscodes

# checkout-subtotal
source: Subtotal
nl_nl: Subtotaal

# checkout-delivery-fee
source: Delivery fee
nl_nl: Bezorgkosten

# checkout-pickup-description-web
source: Free
nl_nl: Gratis

# checkout-promo-code-question
source: Do you have a promo code?
nl_nl: Heb je een kortingscode?

# checkout-total
source: Total
nl_nl: Totaal

# checkout-summary
source: Order summary
nl_nl: Bestelling overzicht

# checkout-payments
source: Payment options
nl_nl: Betaalmethoden

# ad_details_description_section_translate
source: Translate
nl_nl: Vertaal

# product-shipping-from
source: To
nl_nl: Naar

# auth-sign-in-google
source: Log in with Google
nl_nl: Inloggen met Google

# auth-sign-in-facebook
source: Log in with Facebook
nl_nl: Inloggen met Facebook

# Shipping-product-pickup
source: Pickup the item in:
nl_nl: Haal het zelf op in:

# PDP-popup-go-back-to-ad
source: Go back to the product
nl_nl: Terug naar advertentie

# PDP-popup-bidding-title
source: This is how bidding works
nl_nl: Zo werkt bieden

# PDP-popup-bidding-subtitle-1
source: A bid is valid for 48 hours
nl_nl: Een bod is 48 uur geldig

# PDP-popup-bidding-description-1
source: The seller can accept your offer or make a counter proposal.
nl_nl: De verkoper kan jouw bod accepteren, afwijzen of een tegenvoorstel doen.

# PDP-popup-bidding-subtitle-2
source: Negotiate via the chat
nl_nl: Onderhandel in de chat

# PDP-popup-bidding-description-2
source: You can check your bid in the chat with the seller. Go to My Chats & Bids to view them.
nl_nl: Biedingen zijn zichtbaar in de chat met de verkoper. Ga naar Mijn Chats & Biedingen om deze in te zien.

# PDP-popup-bidding-subtitle-3
source: Counter offer
nl_nl: Tegenbod

# PDP-popup-bidding-description-3
source: You can place a counter offer at the bottom of the chat with the seller.
nl_nl: Een tegenbod plaats je onderin de chat met de verkoper. Let op: doe dit in het invoerveld voor het bod!

# PDP-popup-bidding-description-4
source: If the seller accepts your offer, a payment button will appear in the chat that will lead you to the checkout where you can choose your transport option and make the payment.
nl_nl: Als de verkoper jouw bod accepteert, is er een deal en dien je de betaling via Whoppah te voldoen. Dit doe je via de betaalknop in de chat. Bij de kassa kies je de bezorgmethode.

# PDP-popup-payment-title
source: Safe payments
nl_nl: Veilig betalen & zeker van je aankoop

# PDP-popup-payment-description-1
source: You can always pay safely via Whoppah. You can pay with your trusted payment method such as iDeal, Bancontact or credit card.
nl_nl: Op Whoppah kan je onbezorgd betalen en kan je er zeker van zijn dat je altijd je aankoop ontvangt. Reken je af via Whoppah dan ben je namelijk beschermd. Jij betaalt met jouw voorkeurs betaalmethode zoals creditcard of iDeal eerst aan Whoppah en wij betalen de verkoper uit als jij jouw item hebt ontvangen.

# PDP-popup-buying-protection-title
source: Buyer protection
nl_nl: Niet in orde, geld terug

# PDP-popup-buying-protection-subtitle-1
source: Item not as described, you get your money back
nl_nl: Niet in orde, geld terug

# PDP-popup-buying-protection-subtitle-2
source: Not happy, money back
nl_nl: Niet tevreden, geld terug

# PDP-popup-buying-protection-description-2
source: If you do not like the item and you wish to return it, we make this possible. In this case, you can return to Whoppah instead of the seller within 14 days (from the time of delivery). Please note in this case the return costs as well as the delivery costs are for the buyer. In this case, you will receive the purchase amount minus delivery costs and return costs. You can always offer the item for sale again on Whoppah. In that case, we will not charge the commission.
nl_nl: Bevalt het item toch niet en wil je retourneren? Dat kan. In dit geval kan je binnen 14 dagen (vanaf het moment van levering) retourneren aan Whoppah in plaats van aan de verkoper. Let op in dit geval zijn de retourkosten evenals de bezorgkosten voor rekening van de koper. Jij krijgt in dit geval het aankoopbedrag minus bezorgkosten en retourkosten terug. Je mag ook altijd het item weer te koop aan bieden op Whoppah. Wij laten in dat geval de commissie achterwege.

# product-shipping-tooltip-text
source: Select your country to see the delivery price
nl_nl: Selecteer het land om de bezorgprijs te zien

# ad-details-return-title
source: Buyer protection
nl_nl: Niet in orde, geld terug

# ad-details-sustainable-shopping-title
source: Sustainable shopping
nl_nl: Duurzaam shoppen

# ad-details-secure-payement-title
source: Pay securely via Whoppah
nl_nl: Veilig betalen via Whoppah

# ad-details-careful-delivery-title
source: Carefully delivered by Whoppah courier
nl_nl: Zorgvuldig bezorgd door Whoppah koerier

# ad_details_style
source: Style
nl_nl: Stijl

# ad_details_delivery_methods
source: Delivery methods
nl_nl: Leveringsmethoden

# ad_details_courier_text_title
source: How does the Whoppah courier work?
nl_nl: Hoe werkt de Whoppah koerier?

# ad_details_courier_text
source: You choose the shipping method at checkout. If you choose the courier, you will be contacted within 2 working days after payment to plan the transport.
nl_nl: Jij kiest de verzendmethode bij de kassa. Kies je voor de koerier, dan wordt na de betaling eerst contact opgenomen met de verkoper om het ophaalmoment in te plannen. Vervolgens ontvang jij een e-mail van ons om het aflevermoment in te plannen.

# ad_details_contact_text_title
source: Do you have a question?
nl_nl: Heb je een vraag?

# pdp-contact-body-html
source: Whoppah is available from Monday to Friday during office hours on: <b><a href="tel:+31 (0) 20 244 46 93"> +31 (0) 20 244 46 93 </a></b> or <a href="mailto:support@whoppah.com"> support@whoppah.com </a>
nl_nl: Whoppah is van maandag tot en met vrijdag bereikbaar tijdens kantooruren op: <b><a href="tel:020 244 46 93"> 020 244 46 93 </a></b> or <a href="mailto:support@whoppah.com"> support@whoppah.com </a>

# chat-how-bidding-works-button
source: How bidding works
nl_nl: Zo werkt bieden

# chat-delivery-button
source: Delivery
nl_nl: Bezorgopties

# chat-deliver-dialog-title
source: Delivery Options 🚛
nl_nl: Bezorgmethodes 🚛

# chat-details-delivery-courier-header
source: How does the Whoppah courier work?
nl_nl: Hoe werkt de Whoppah koerier?

# ad_details_shipping_tab_description
source: You choose the shipping method (enabled by the seller) at checkout. The costs are added to the total amount. If you choose the courier, you will be contacted after payment to plan the transport.
nl_nl: De koper kiest de verzendmethode bij de kassa. Daar betaal je jouw aankoop én de koerierskosten. Na de betaling nemen we eerst contact op met de verkoper om het ophaalmoment in te plannen. Vervolgens ontvang jij een e-mail van ons om het aflevermoment in te plannen.

# how-chat-works-title
source: That is how it works! ⭐
nl_nl: Zo werkt het! ⭐

# how-chat-works-negotiate-title
source: How to make a (counter)offer!
nl_nl: Hoe plaats ik een (tegen)bod?

# how-chat-works-negotiate-text
source: You place a (counter) offer at the bottom of the chat in the bid input field. The buyer can accept the offer from the seller. Please note: only a bid via the bidding input field can be accepted.
nl_nl: Een (tegen)bod plaats je onderin de chat in het daarvoor bestemde invoerveld. Daarna kan de koper of verkoper het bod accepeteren. Let op: alleen een bod via het invoerveld voor bieden kan geaccepteerd worden.

# how-chat-works-offer-title
source: How do I know when I have a bid?
nl_nl: Hoe weet ik wanneer ik een bod heb?

# how-chat-works-offer-text
source: If you have an offer or counter offer, you will receive an email, a text message and you will see this in your Whoppah chat messages.
nl_nl: Als je bod of tegenbod hebt, ontvang je een email, een sms bericht en zie je dit in jouw Whoppah chatberichten.

# how-chat-works-bid-valid-title
source: How long is a bid valid for?
nl_nl: Hoe lang is een bod geldig?

# how-chat-works-bid-valid-text
source: A bid is valid for 48 hours. If an offer is accepted within 48 hours, you have a deal, and we request the buyer to make the payment. The offer will expire after 48 hours. You can always make a new offer.
nl_nl: Een bod is 48 uur geldig. Wordt een bod geaccepteerd binnen de 48 uur dan is er een deal en verzoeken we de koper de betaling te voldoen. Na 48 uur vervalt het bod. Je kunt altijd opnieuw een nieuw bod doen.

# how-chat-works-payment-title
source: How can payment be made?
nl_nl: Hoe kan er betaald worden?

# how-chat-works-payment-text
source: If the offer has been accepted, there is a deal and the 'Pay button' appears in the chat. The buyer can now safely pay to Whoppah. We pay out the seller if the buyer has received the item in good order.
nl_nl: Is het bod geaccepteerd dan is er een deal en verschijnt de ‘Betalen knop’. De koper kan nu veilig betalen Whoppah. Het geld komt op een derdenrekening en de verkoper wordt uitbetaald als de koper het item in goede orde heeft ontvangen.

# how-chat-works-pickup-title
source: What if I go to pick up the item?
nl_nl: Wat als ik het item ga ophalen?

# how-chat-works-pickup-text
source: If you are going to pick up or view the item, first make an offer via chat so that the buyer can already accept this and you can be sure that you have a deal. You can pay on site via the payment button in the chat.
nl_nl: Ga je het item ophalen of eerst bekijken, doe dan eerst een bod via de chat zodat de koper dit alvast kan accepteren en jij zeker weet dat je een deal hebt. Ter plekke kan je dan via de betaalknop in de chat betalen.

# how-chat-works-cash-title
source: Can I pay cash or otherwise?
nl_nl: Mag ik cash of anders betalen?

# how-chat-works-cash-text
source: Payment outside Whoppah is not allowed. Because we cannot guarantee the quality or safety and can not provide any form of service.
nl_nl: Betalen buiten Whoppah om is niet toegestaan. Wij kunnen dan de kwaliteit en veiligheid niet waarborgen noch enige vorm van service verlenen.

# photo_gallery_limited_access_message
source: To see all your Albums and Photos, please go to Settings and grant Whoppah full access to photos library.
nl_nl: Om al je albums en foto's te zien, ga naar Instellingen en geef Whoppah volledige toegang tot de fotobibliotheek.

# select_photos_max_exceeded
source: You cannot select more than %@ image(s). Please deselect another image before trying to select again.
nl_nl: U kunt niet meer dan %@ afbeelding(en) selecteren. Maak de selectie van een andere afbeelding ongedaan voordat u opnieuw probeert te selecteren.

# user_greeting_home_page
source: Hello, %@!
nl_nl: Hallo, %@!

# upgrade-app-dialog-header
source: There is a new update available!
nl_nl: Er is een nieuwe update beschikbaar!

# menu_option_how_whoppah_works
source: How Whoppah works
nl_nl: Zo werkt Whoppah

# label-lowered-in-price
source: lowered in price
nl_nl: in prijs verlaagd

# chat-autoreply-title
source: Whoppah Explains!
nl_nl: Whoppah legt uit!

# chat-autoreply-1-line-bold-text
source: Place your (counter)bid
nl_nl: Een (tegen)bod

# chat-autoreply-2-line-bold-text
source: Always pay securely via Whoppah.
nl_nl: Betaal altijd veilig via Whoppah.

# chat-autoreply-3-line-bold-text
source: Complete the transaction to secure the item.
nl_nl: Zeker van je aankoop, betaal dan direct.

# chat-autoreply-4-line-bold-text
source: The Whoppah courier
nl_nl: De Whoppah koerier

# chat-autoreply-1-line-normal-text
source: in the field at the bottom of this chat and press ”Place Bid”
nl_nl: plaats je onderaan in het invoerveld ”Plaats een bod“

# chat-autoreply-2-line-normal-text
source: If the product is not as advertised you will get your money back.
nl_nl: Ook als je het item ophaalt. Betaal vooraf om zeker te zijn van jouw aankoop. Niet in orde, geld terug.

# chat-autoreply-3-line-normal-text
source: As long as the item is not paid for by you somebody else can still buy the item.
nl_nl: Alleen als is betaald, is het item voor jou. Zolang niet is betaald, kan iemand anders het item nog kopen.

# chat-autoreply-4-line-normal-text
source: can pick-up the item and deliver it at your home. You can select this option in the checkout.
nl_nl: kan jouw aankoop verzekerd bezorgen én controleert de staat ter plekke bij de koper.

# chat-item-received-message-1-line
source: The item is received in good order by the buyer.
nl_nl: Het item is in goede orde ontvangen door de koper.

# chat-item-received-message-2-line
source: The payment to the seller has been transferred.
nl_nl: De uitbetaling aan de verkoper wordt in gang gezet.

# translation-language-options-cancel
source: Cancel
nl_nl: Annuleren

# translation-language-options
source: Translate to
nl_nl: Naar welke taal wil je vertalen?

# chat-item-received-title
source: Item received in good order
nl_nl: Artikel in goede staat ontvangen

# ad_details_seller_products
source: SELLER PRODUCTS
nl_nl: Zie verkoper

# get-the-look-title
source: Get the new look
nl_nl: Get the look

# auth-new-here
source: I'm new here!
nl_nl: Ik ben nieuw hier!

# auth-sign-in-btn-magic
source: Login with link
nl_nl: Log mij in met een link

# auth-sign-in-magic-screen-title
source: One time code log in
nl_nl: Eenmalige code inloggen

# auth-sign-in-magic-link-screen-title
source: Please wait while we log you in
nl_nl: Even geduld, terwijl we je inloggen

# auth-sign-in-magic-screen-subtitle
source: Log in via a Magic link. Fill in your email to receive an email with a one-time log in code or direct log in button.
nl_nl: Log in via een Magic link. Vul je e-mailadres in om een mail te ontvangen met een eenmalige inlogcode en directe inlogknop.

# auth-sign-in-magic-email
source: Your email
nl_nl: Je e-mail

# auth-sign-in-magic
source: Get code / link via mail
nl_nl: Ontvang code / link via e-mail

# auth-sign-in-email-placeholder
source: example@email.com
nl_nl: voorbeeld@email.com

# auth-sign-in-password-placeholder
source: Your password
nl_nl: Jouw wachtwoord

# auth-sign-in-magic-code-subtitle
source: Enter the code sent to you by email. If you haven’t received a code, please check your spam box or
nl_nl: Voer de code in die u per e-mail hebt ontvangen. Als je geen code hebt ontvangen, controleer dan je spambox of

# auth-sign-in-magic-code-subtitle-email
source: resend the email
nl_nl: stuur mij de email nogmaals

# auth-sign-in-magic-code-incomplete
source: Incomplete magic code
nl_nl: Onvolledige magic code

# auth-sign-in-magic-btn-code
source: Send me the email
nl_nl: Stuur mij de email

# condition-good
source: Good
nl_nl: Goed

# condition-great
source: Very good
nl_nl: Heel goed

# condition-perfect
source: Excellent
nl_nl: Uitstekend

# filter-condition
source: Condition
nl_nl: Conditie

# filter-select-brand
source: Search for a brand
nl_nl: Zoek het merk

# filter-brand
source: Brand
nl_nl: Merk / Ontwerper

# filter-price
source: Price
nl_nl: Prijs

# filter-material
source: Material
nl_nl: Materiaal

# filter-clear-all
source: Reset filters
nl_nl: Wis filters

# filter-style
source: Style
nl_nl: Stijl
