Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# search_places_missing_coordinate
source: The address you selected does not contain a valid country, please try again
nl_nl: Het gekozen adres bevat geen geldig coördinaten. Probeer het opnieuw

# create_ad_select_price_merchant_fixed_fee
source: Whoppah Fee
nl_nl: BTW

# common_netherlands
source: Netherlands
nl_nl: Nederland

# common_belgium
source: Belgium
nl_nl: België

# add_address_line2_placeholder
source: Address line 2
nl_nl: Adresregel 2

# common_select_country
source: Select country
nl_nl: Selecteer land

# main_my_profile_ads_curated
source: Being assessed
nl_nl: Wordt beoordeeld

# main_my_profile_ads_rejected
source: Changes requested
nl_nl: Wijzigingsverzoek

# my_ads_rejected_screen_title
source: Adjustment requested
nl_nl: Aanpassing verzocht

# my_ads_curated_screen_title
source: Being assessed
nl_nl: Wordt beoordeeld

# lounge-furniture-title
source: Lounge Furniture
nl_nl: Lounge Fauteuils

# lounge-furniture-description
source: Lounge in these armchairs
nl_nl: Bekijk de collectie design fauteuils waar je heerlijk in kunt loungen.

# lounge-furniture-button
source: See everything
nl_nl: Zie alles

# tables-under-500-title
source: Tables under €500
nl_nl: Tafels onder de €500

# tables-under-500-description
source: Coffee tables and dining tables for a great price. View these top deals.
nl_nl: Koffietafels en eettafels voor een goede prijs. Bekijk deze top deals

# tables-under-500-button
source: See everything
nl_nl: Zie alles

# top-brands-title
source: Shop popular brands
nl_nl: Bekijk items van populaire merken

# top-brands-description
source: Shop now 🔥 preowned top brands such as Artifort.
nl_nl: Shop nu 🔥 tweedehands top merken zoals Artifort.

# top-brands-button
source: See everything
nl_nl: Zie alles

# category-tafels
source: Tables
nl_nl: Tafels

# category-stoelen-en-fauteuils
source: Chairs / lounge chairs
nl_nl: Stoelen / fauteuils

# category-kunst
source: Art
nl_nl: Kunst

# category-verlichting
source: Lighting
nl_nl: Verlichting

# category-wonen
source: Home
nl_nl: Wonen

# category-woon-decoratie
source: Decoration
nl_nl: Decoratie

# category-werken-studeren
source: Work & Study
nl_nl: Werken & Studeren

# bid-state-cancelled
source: Cancelled
nl_nl: Geannuleerd

# bid-state-processing
source: Processing
nl_nl: Verwerken

# bid-state-completed
source: Completed
nl_nl: Voltooid

# style-klassiek
source: Classic
nl_nl: Klassiek

# style-figuratief
source: Figurative
nl_nl: Figuratief

# style-minimalisme
source: Minimalism
nl_nl: Minimalisme

# style-industrieel
source: Industrial
nl_nl: Industrieel

# style-impressionisme
source: Impressionism
nl_nl: Impressionisme

# style-barok
source: Baroque
nl_nl: Barok

# style-aziatisch
source: Asian
nl_nl: Aziatisch

# style-classicisme
source: Classicism
nl_nl: Classicisme

# style-realisme
source: Realism
nl_nl: Realisme

# style-anders
source: Other
nl_nl: Anders

# material-crystal
source: Crystal
nl_nl: Kristal

# material-wood
source: Wood
nl_nl: Hout

# material-marble
source: Marble
nl_nl: Marmer

# material-bronze
source: Bronze
nl_nl: Brons

# material-mdf
source: MDF (Medium-density fibreboard)
nl_nl: Mdf

# material-metal
source: Metal
nl_nl: Metaal

# material-plastic
source: Plastic
nl_nl: Kunststof

# material-rattan
source: Rattan
nl_nl: Rotan

# material-stone
source: Stone
nl_nl: Steen

# material-textile
source: Textile
nl_nl: Textiel

# material-ov
source: Oil Paint
nl_nl: Olieverf

# material-cotton
source: Cotton
nl_nl: Katoen

# material-wool
source: Wool
nl_nl: Wol

# material-paper
source: Paper
nl_nl: Papier

# material-cast-iron
source: Cast Iron
nl_nl: Gietijzer

# material-gold-2
source: Gold
nl_nl: Goud

# material-silver
source: Silver
nl_nl: Zilver

# material-porcelain
source: Porcelain
nl_nl: Porselein

# material-iron
source: Iron
nl_nl: IJzer

# material-velvet
source: Velvet
nl_nl: Fluweel

# material-glass
source: Glass
nl_nl: Glas

# material-ceramic
source: Ceramic
nl_nl: Keramiek

# material-plastic-2
source: Plastic
nl_nl: Kunststof

# material-leather
source: Leather
nl_nl: Leer

# category-beeldhouwkunst
source: Sculpture
nl_nl: Beeldhouwkunst

# category-etsen
source: Etchings
nl_nl: Etsen

# category-fotografie
source: Photography
nl_nl: Fotografie

# category-glaskunst
source: Glass art
nl_nl: Glaskunst

# category-lithos-zeefdrukken
source: Lithographs & prints
nl_nl: Litho's & zeefdrukken

# category-overig-10
source: Other
nl_nl: Overig

# category-prenten
source: Prints
nl_nl: Prenten

# category-schilderijen
source: Paintings
nl_nl: Schilderijen

# category-zeefdruk
source: Screen printing
nl_nl: Zeefdruk

# category-badkamerlampen
source: Bathroom lights
nl_nl: Badkamerlampen

# category-hanglampen
source: Pendant lamps
nl_nl: Hanglampen

# category-kinderlampen
source: Children's lights
nl_nl: Kinderlampen

# category-klemlampen
source: Clamp lights
nl_nl: Klemlampen

# category-kroonluchters
source: Chandeliers
nl_nl: Kroonluchters

# category-overig-11
source: Other
nl_nl: Overig

# category-plafondlampen
source: Ceiling lights
nl_nl: Plafondlampen

# category-spotjes
source: Spot lights
nl_nl: Spotjes

# category-tafellampen
source: Table lamps
nl_nl: Tafellampen

# category-vloerlampen
source: Floor lights
nl_nl: Vloerlampen

# category-wandlampen
source: Wall lights
nl_nl: Wandlampen

# category-archiefkasten
source: Filing cabinets
nl_nl: Archiefkasten

# category-bureaulampen
source: Desk lamps
nl_nl: Bureaulampen

# category-bureaus
source: Office
nl_nl: Bureaus

# category-baby-en-kinderkamerdecoratie
source: Baby and children's decoration
nl_nl: Baby en kinderkamerdecoratie

# category-babykamer
source: Baby room
nl_nl: Babykamer

# category-kinderkamer
source: Children's room
nl_nl: Kinderkamer

# category-bankjes
source: Benches
nl_nl: Bankjes

# category-design-banken
source: Designer sofas
nl_nl: Design banken

# category-hoekbanken
source: Corner sofas
nl_nl: Hoekbanken

# category-overig
source: Other
nl_nl: Overig

# category-voetenbanken
source: Footstools
nl_nl: Voetenbanken

# category-bloempotten
source: Flowerpots
nl_nl: Bloempotten

# category-hangmatten
source: Hammocks
nl_nl: Hangmatten

# category-kussenboxen
source: Pillow boxes
nl_nl: Kussenboxen

# category-ligbedden
source: Sun loungers
nl_nl: Ligbedden

# category-overig-2
source: Other
nl_nl: Overig

# category-tuinbank
source: Garden benches
nl_nl: Tuinbank

# category-tuindecoratie
source: Garden decoration
nl_nl: Tuindecoratie

# category-tuinsets
source: Garden sets
nl_nl: Tuinsets

# category-tuinstoelen
source: Garden chairs
nl_nl: Tuinstoelen

# category-tuintafels
source: Garden tables
nl_nl: Tuintafels

# category-tuinverlichting
source: Garden lighting
nl_nl: Tuinverlichting

# category-boekenkasten
source: Bookcases
nl_nl: Boekenkasten

# category-buffetkasten
source: Cabinets
nl_nl: Buffetkasten

# category-dressoirs
source: Dressers
nl_nl: Dressoirs

# category-babykameraccessoires
source: Baby room accessories
nl_nl: Babykamer accessoires

# category-babykasten
source: Baby cabinets
nl_nl: Babykasten

# category-complete-babykamers
source: Complete baby rooms
nl_nl: Complete babykamers

# category-ledikanten
source: Cribs
nl_nl: Ledikanten

# category-nachtlampjes
source: Night lights
nl_nl: Nachtlampjes

# category-overig-7
source: Other
nl_nl: Overig

# category-wiegen
source: Cradles
nl_nl: Wiegen

# category-kinderbedden
source: Children's beds
nl_nl: Kinderbedden

# category-kinderkameraccessoires
source: Children's accessories
nl_nl: Kinderkameraccessoires

# category-kinderkapstokken
source: Children's coat hangers
nl_nl: Kinderkapstokken

# category-kinderkasten
source: Children's cabinets
nl_nl: Kinderkasten

# category-kinderstoelen
source: Children's chairs
nl_nl: Kinderstoelen

# category-kindertafels-bureaus
source: Children's tables & desks
nl_nl: Kindertafels & bureaus

# category-overig-8
source: Other
nl_nl: Overig

# category-grafiek
source: Graphics
nl_nl: Grafiek

# category-kabinet
source: Cabinets
nl_nl: Kabinet

# category-kledingkasten
source: Wardrobes
nl_nl: Kledingkasten

# category-ladekasten
source: Chest of drawers
nl_nl: Ladekasten

# category-opbergkasten
source: Storage cupboards
nl_nl: Opbergkasten

# category-overig-3
source: Other
nl_nl: Overig

# category-tv-meubelen
source: TV furniture
nl_nl: TV-meubelen

# category-vitrinekasten
source: Display cabinets
nl_nl: Vitrinekasten

# category-wandmeubelen
source: Wall furniture
nl_nl: Wandmeubelen

# category-opbergen
source: Storage
nl_nl: Opbergen

# category-manden
source: Baskets
nl_nl: Manden

# category-overig-4
source: Other
nl_nl: Overig

# category-slapen
source: Sleeping
nl_nl: Slapen

# category-eenpersoonsbedden
source: Single beds
nl_nl: Eenpersoonsbedden

# category-nachtkastjes
source: Nightstands
nl_nl: Nachtkastjes

# category-overig-5
source: Other
nl_nl: Overig

# category-slaapbanken
source: Sofa beds
nl_nl: Slaapbanken

# category-barkrukken
source: (Bar)stools
nl_nl: (Bar)krukken

# category-design-stoel
source: Designer chairs
nl_nl: Design stoel

# category-eetkamerstoel
source: Dining chairs
nl_nl: Eetkamerstoelen

# category-fauteuils
source: Armchairs
nl_nl: Fauteuils

# category-hockers-en-poefs
source: Footstools & poufs
nl_nl: Hockers en poefs

# category-overig-6
source: Other
nl_nl: Overig

# category-schommelstoelen
source: Rocking chairs
nl_nl: Schommelstoelen

# category-zitzakken
source: Bean bags
nl_nl: Zitzakken

# category-bijzettafels
source: Side tables
nl_nl: Bijzettafels

# category-eettafels
source: Dining tables
nl_nl: Eettafels

# category-overig-9
source: Other
nl_nl: Overig

# category-salontafels
source: Coffee tables
nl_nl: Salontafels

# category-dienbladen
source: Serving trays
nl_nl: Dienbladen

# category-fotolijsten
source: Photo frames
nl_nl: Fotolijsten

# category-kamerschermen
source: Room screens
nl_nl: Kamerschermen

# category-kandelaars-en-kaarsen
source: Candle holders
nl_nl: Kandelaars

# category-kapstokken
source: Coat racks
nl_nl: Kapstokken

# category-klokken
source: Clocks
nl_nl: Klokken

# category-kussentjes
source: Pillows
nl_nl: Kussentjes

# category-overig-13
source: Other
nl_nl: Overig

# category-lijsten
source: Frames
nl_nl: Lijsten

# category-schalen
source: Bowls
nl_nl: Schalen

# category-spiegels
source: Mirrors
nl_nl: Spiegels

# category-textiel
source: Textile
nl_nl: Textiel

# category-dekens-plaids
source: Blankets & plaids
nl_nl: Dekens & plaids

# category-overig-14
source: Other
nl_nl: Overig

# category-vloerkleden-en-tapijten
source: Rugs & carpets
nl_nl: Vloerkleden en tapijten

# category-vazen
source: Vases
nl_nl: Vazen

# category-wanddecoratie
source: Wall decoration
nl_nl: Wanddecoratie

# category-wijnrek
source: Wine racks
nl_nl: Wijnrek

# category-bureaustoelen
source: Office chairs
nl_nl: Bureaustoelen

# category-overig-12
source: Other
nl_nl: Overig

# category-secretaires
source: Secretaires (Secretary Desks)
nl_nl: Secretaires

# category-baby-kinderen
source: Baby and children
nl_nl: Baby & Kinderen

# category-banken
source: Sofas
nl_nl: Banken

# category-buiten-en-tuin
source: Garden furniture
nl_nl: Tuinmeubelen

# category-kasten
source: Cabinets
nl_nl: Kasten

# category-tweepersoonsbedden
source: Double beds
nl_nl: Tweepersoonsbedden

# category-twijfelaars
source: French beds
nl_nl: Twijfelaars

# color-grey
source: Grey
nl_nl: Grijs

# color-black
source: Black
nl_nl: Zwart

# color-light-blue
source: Light Blue
nl_nl: Licht blauw

# color-blue
source: Blue
nl_nl: Blauw

# color-pink
source: Pink
nl_nl: Roze

# color-violet
source: Violet
nl_nl: Paars

# color-red
source: Red
nl_nl: Rood

# color-orange
source: Orange
nl_nl: Oranje

# color-white
source: White
nl_nl: Wit

# color-brown
source: Brown
nl_nl: Bruin

# color-yellow
source: Yellow
nl_nl: Geel

# color-green
source: Green
nl_nl: Groen

# my_ad_expiry_days
source: Your ad will expire in %d days
nl_nl: Je advertentie verloopt over %d dagen

# my_ad_expiry_minutes
source: Your ad will expire in %d minutes
nl_nl: Je advertentie verloopt over %d minuten

# my_ad_expiry_minute
source: Your ad will expire in 1 minute
nl_nl: Je advertentie verloopt over 1 minuut

# my_ad_expiry_hours
source: Your ad will expire in %d hours
nl_nl: Je advertentie verloopt over %d uur

# my_ad_no_expiry
source: Your ad will never expire
nl_nl: Je advertentie verloopt nooit

# my_ad_view_label
source: View
nl_nl: Bekijk

# chat_cell_ask_tracking_message
source: Received item in good order? Then click on the ''Received'' button, and then on ''Yes''. Then we will pay the seller. Let us know within 10 days if you have received the product in good order. If you do not declare anything, we will assume that you have received it in good order and, we will pay the seller.
nl_nl: Item in goede orde ontvangen? Klik dan op de knop ''Ontvangen'', en dan op ''Ja''. Dan betalen wij de verkoper uit. Laat ons binnen 10 werkdagen weten of je het product in goede orde hebt ontvangen. Geef je niets aan, dan gaan we ervan uit dat je het in goede orde hebt ontvangen en betalen wij de verkoper uit.

# order-accepted-pickup-buyer
source: Received item in good condition? Then click on the ''Received'' button, and then on ''Yes''. Then we will pay the seller. Let us know within 10 days if you have received the product in good condition. If you do not declare anything, we will assume that you have received it in good order and, we will pay the seller.
nl_nl: Item in goede orde ontvangen? Klik dan op de knop ''Ontvangen'', en dan op ''Ja''. Dan betalen wij de verkoper uit. Laat ons binnen 10 werkdagen weten of je het product in goede orde hebt ontvangen. Geef je niets aan, dan gaan we ervan uit dat je het in goede orde hebt ontvangen en betalen wij de verkoper uit.

# track_id_return_number_title
source: Returns code
nl_nl: Track & trace code

# main_payment_terms_1
source: Yes, I agree with the terms and conditions
nl_nl: Ja, ik ga akkoord met de gebruiksvoorwaarden

# main_payment_terms_2
source: Terms and conditions
nl_nl: Gebruiksvoorwaarden

# auction-state-reserved
source: Reserved
nl_nl: Verkocht

# common_email_pass_invalid
source: Invalid email or password. Please try again.
nl_nl: Inloggegevens niet correct

# set_profile_personal_delete_address_error
source: Unable to remove address, check if it is associated with an existing ad
nl_nl: Kan het adres niet verwijderen, controleer of het is gekoppeld aan een bestaande advertentie

# set_profile_merchant1_vat
source: VAT number
nl_nl: BTW nummer

# bid-received-new
source: Whoppah! You have a bid. Accept or make a new proposal. The offer is valid for 48 hours. After then the bid expires.
nl_nl: Whoppah! Je hebt een bod. Accepteer het bod of doe een tegenvoorstel. Deal gesloten? Dan verschijnt er een 'Betalen' knop in de chat bij de Koper en kan de betaling worden voldaan in de checkout.

# bid-sent-new-buyer-1
source: Whoppah! Your bid has been placed! The seller will respond as quickly as possible to your bid in this chat by accepting, rejecting or making a counter proposal. Deal closed? Then a 'Pay' button appears in the chat with the buyer with which the payment can be made and the transport option can be chosen.
nl_nl: Whoppah! Je bod is geplaatst! De verkoper reageert zo snel mogelijk op jouw bod in deze chat door te accepteren, af te wijzen of een tegenvoorstel te doen. Deal gesloten? Dan verschijnt er een 'Betalen' knop in de chat bij de koper waarmee de betaling kan worden voldaan en de transportoptie kan worden gekozen.

# bid-sent-new-buyer-2
source: You can also ask the seller questions in this chat.
nl_nl: Je kan via deze chat ook vragen stellen aan de verkoper.

# bid-rejected-buyer
source: Your bid has been rejected. Do you want to make a counter proposal? Enter your (counter) bid at the bottom of this chat.
nl_nl: Je bod is afgewezen. Wil je een tegenvoorstel doen? Vul dan helemaal onderaan in deze chat jouw (tegen)bod in.

# bid-accepted-seller-asking
source: Whoppah! Your item has been sold for the asking price. The buyer has already paid. As soon as the buyer indicates that he has received his purchase in good condition, we will pay you. If the buyer does not state anything, we will pay you anyway after 10 days. After payment, depending on your bank, the money will be in your account after 4 to 5 days. Check if your details in My Account (Contact details and Payment details) are complete to receive the payment.
nl_nl: Whoppah! Je item is verkocht voor de vraagprijs. De koper heeft inmiddels betaald. Zodra de koper aangeeft zijn aankoop in goede orde te hebben ontvangen betalen wij jou uit. Geeft de koper niets aan, dan betalen wij jou sowieso na 10 dagen uit. Het geld staat na uitbetaling, afhankelijk van jouw bank, op de 4e werkdag op jouw rekening. Controleer wel even of jouw gegevens in Mijn Account (Contactgegevens en Betaalinstellingen) compleet zijn om de betaling te kunnen ontvangen.

# bid-sent-rejected
source: Your bid has been rejected. Do you want to make a counter proposal? Enter your (counter) bid at the bottom of this chat.
nl_nl: Je bod is afgewezen. Wil je een tegenvoorstel doen? Vul dan helemaal onderaan in deze chat jouw (tegen)bod in.

# bid-expired
source: Unfortunately, the offer has expired. You can make a new price proposal by entering a (counter) bid at the very bottom of the chat. You then restart the negotiation.
nl_nl: Helaas, het bod is verlopen. Je kan een nieuw prijsvoorstel doen door helemaal onderaan in de chat een (tegen)bod in te voeren. Je start dan opnieuw de onderhandeling.

# bid-sent-accepted-buyer
source: Whoppah! You have a deal. A deal is a deal at Whoppah. Pay as quickly as possible within 24 hour and securely via Whoppah. As long as you have not paid yet, someone else can be quicker and buy the item. Transport needed? In the checkout you can choose the Whoppah courier or other available options.
nl_nl: Whoppah! Je hebt een deal. Een deal is deal bij Whoppah. Betaal zo snel mogelijk binnen 24 uur veilig via Whoppah. Ook als je het item ophaalt. Zolang je nog niet hebt betaald, kan iemand anders je nog voor zijn en het item kopen. Transport regelen? In de checkout kun je kiezen voor de Whoppah koerier of andere beschikbare opties.

# ad_details_artist_title
source: Artists
nl_nl: Kunstenaar

# order-state-canceled
source: Cancelled
nl_nl: Geannuleerd

# order-state-expired
source: Expired
nl_nl: Verlopen

# order-state-completed
source: Completed
nl_nl: Voltooid

# chat-error-min-bid-not-met
source: <b>The minimum bid is %@</b>
nl_nl: <b>Het minimum bod is %@</b>

# order-state-disputed
source: Disputed
nl_nl: Dispuut

# faq-shipping-title
source: How does shipping work?
nl_nl: Hoe werkt transport?

# faq-offer-title
source: What products can I buy and sell on Whoppah?
nl_nl: Wat koop en verkoop ik op Whoppah?

# faq-fees-title
source: What are the fees on Whoppah?
nl_nl: Wat zijn de kosten op Whoppah?

# faq-buying-title
source: How does buying and payments work?
nl_nl: Hoe werkt kopen en betalen?

# faq-bidding-title
source: How does bidding work?
nl_nl: Hoe werkt bieden?

# faq-selling-title
source: How does selling on Whoppah works?
nl_nl: Hoe werkt verkopen?

# faq-safeshopping-title
source: How do you keep Whoppah a safe shopping environment?
nl_nl: Hoe houden jullie Whoppah veilig?

# faq-my-account-title
source: My account
nl_nl: Mijn account

# faq-contact-title
source: How do I contact Whoppah?
nl_nl: Hoe neem ik contact op met Whoppah?

# faq-contact-description
source: Do you have a question or can't find a solution? Send us an email: <a href="mailto:support@whoppah.com"> support@whoppah.com </a> or chat via Help and contact in My Whoppah.
nl_nl: Heb je een vraag of kom je er niet uit? Stuur ons een e-mail: <a href="mailto:support@whoppah.com"> support@whoppah.com </a> of chat via Help en contact via Mijn Whoppah.

# edit-bank-verify-text
source: After the first payment, your account will be verified and your profile will receive a verification badge.
nl_nl: Na de eerste betaling wordt je account geverifieerd en krijgt jouw profiel een verificatie badge.

# edit-bank-name-placeholder
source: Name
nl_nl: Naam

# edit-bank-name-subtitle
source: Your first name and surname must match the name of your bank account.
nl_nl: Je voornaam en achternaam moeten overeenkomen met de tenaamstelling van jouw bankrekening.

# edit-bank-iban-placeholder
source: Account number (IBAN)
nl_nl: Rekeningnummer (IBAN)

# edit-bank-iban-subtitle
source: Fill in the entire IBAN number.
nl_nl: Vul je volledige IBAN nummer in.

# view-bank-bank-checked-title
source: Your account has been verified
nl_nl: Je account is gecontroleerd

# view-bank-adjust-details-title
source: My bank details
nl_nl: Pas mijn betaalinstellingen aan

# view-bank-adjust-details-change-button
source: Adjust details
nl_nl: Pas mijn betaalgegevens aan

# edit-bank-screen-title
source: Payment settings
nl_nl: Betaalinstellingen

# chat-error-min-bid-not-met-title
source: Minimum bid not met
nl_nl: Minimumbod niet bereikt

# ask-sent-item-body
source: Did you send the item or have it delivered some other way?
nl_nl: Heb je het item verstuurd of op een andere wijze laten bezorgen?

# ask-sent-item-no
source: No, not yet
nl_nl: Nee, nog niet

# ask-sent-item-yes
source: Yes
nl_nl: Ja

# confirm-receipt-reason-placeholder
source: Let us know what went wrong
nl_nl: Laat ons weten wat er mis is gegaan

# chat_cell_payment_buyer_total_title
source: Total
nl_nl: Totaal

# order-accepted-package-buyer
source: The seller will send your purchase within 3 days. Received a purchase? Then click on the '' Receive '' button in the chat, and then on '' Yes ''. Then we pay the seller.
nl_nl: De verkoper stuurt je aankoop binnen 3 dagen op. Aankoop ontvangen? Klik dan in de chat op de knop ''Ontvangen'', en dan op ''In goede orde ontvangen''. Dan betalen wij de verkoper uit.

# order-accepted-courier-buyer-1
source: You have opted for the Whoppah courier service. We will contact you as soon as possible to plan the delivery.
nl_nl: Je hebt gekozen voor de Whoppah koerierservice. Wij nemen zo snel mogelijk contact met je op om de bezorging te plannen.

# order-accepted-courier-buyer-2
source: For questions, please contact Whoppah support via support@whoppah.nl
nl_nl: Voor vragen neem contact op met Whoppah support via support@whoppah.nl

# order-accepted-courier-seller-1
source: Whoppah! The buyer has paid.
nl_nl: Whoppah! De koper heeft betaald.

# order-accepted-courier-seller-2
source: The buyer has opted for the Whoppah Courier service. We will collect the item from you and deliver it to the buyer. We will contact you as soon as possible to schedule this.
nl_nl: De koper heeft gekozen voor de Whoppah Koeriersservice. Wij komen het item bij jou ophalen en brengen het naar de koper toe. Wij nemen zo snel mogelijk contact met je op om dit in te plannen.

# order-accepted-courier-seller-3
source: We will pay you as soon as the buyer has received the item in good condition. The money is in your account within 4 to 5 days after payment, depending on your bank. Please make sure all the required details are filled in your Account.
nl_nl: Het geld staat na uitbetaling, afhankelijk van jouw bank, op de 4e werkdag op jouw rekening. Controleer wel even of jouw gegevens in jouw Account (contactgegevens en betaalinstellingen) compleet zijn om de betaling te kunnen ontvangen.

# order-accepted-courier-seller-4
source: Do you have any questions? Then contact our support team via support@whoppah.com
nl_nl: Vragen? Neem dan contact met ons support team via support@whoppah.com
