Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# order-accepted-package-seller-1
source: Whoppah! The buyer has paid. Send the package within 3 working days to the address in the order confirmation. Make sure the package is carefully pack. Whoppah is not reliable for any damage.
nl_nl: Whoppah! De koper heeft betaald. Stuur het pakket binnen 3 werkdagen op naar het adres in de orderbevestiging. Pak het pakket goed in. Whoppah is niet aansprakelijk voor schade."

# order-accepted-package-seller-2
source: Do not forget to indicate whether you have sent the item. Once you have sent the item, send the buyer the Track & Trace number!
nl_nl: Heb je het item verzonden? Laat het de koper even weten!

# order-accepted-package-seller-3
source: We will pay you as soon as the buyer has informed you that he has received the item in good order. If the buyer does not let us know about receipt then we will pay you after 10 days.
nl_nl: Wij betalen je uit zodra de koper heeft laten weten het item in goede orde te hebben ontvangen. Laat de koper niets weten, dan betalen wij jou altijd na 10 werkdagen uit. Het geld staat dan afhankelijk van jouw bank, op de 5e werkdag op jouw rekening.

# order-accepted-package-seller-4
source: Once payment is made the money will be in your account within one day, depending on your bank.
nl_nl: Het geld staat na uitbetaling, afhankelijk van jouw bank, op de 4e werkdag op jouw rekening. Controleer wel even of alle gegevens in Mijn Account (Contactgegevens en Betaalinstellingen) compleet zijn om de betaling te kunnen ontvangen.

# order-accepted-pickup-seller
source: Whoppah! The buyer has paid. Make an appointment to hand over the purchase as quickly as possible (at least within 5 days). We will pay you as soon as the buyer has indicated in the chat via the 'Receive' button that he has received the item in good condition. After payment, depending on your bank, the money will be in your account within 4 to 5 days. Check if your information in the app in My Account (Contact Information and Payment Settings) is complete to receive the payment.
nl_nl: Whoppah! De koper heeft betaald. Maak een afspraak om de aankoop zo snel mogelijk (ten minste binnen 5 dagen) te overhandigen. Wij betalen jou uit zodra de koper in de chat via de button 'Ontvangen' heeft laten weten het item in goede orde te hebben ontvangen. Het geld staat na uitbetaling, afhankelijk van jouw bank, op de 4 werkdag op jouw rekening. Controleer wel even of alle gegevens in Mijn Account (Contactgegevens en Betaalinstellingen) compleet zijn om de betaling te kunnen ontvangen.

# order-completed-seller
source: The buyer has received the purchase in good order! We will initiate the payment and depending on your bank, it will be in your account within 4 days. Just check whether your details in My Account (Contact details and Payment details) are complete.
nl_nl: De koper heeft aangegeven zijn aankoop in goede orde te hebben ontvangen. Wij zetten de betaling in gang. Afhankelijk van je bank staat het bedrag binnen 5 dagen op je rekening. Controleer wel even of jouw gegevens in Mijn Account (zoals geboortedatum en bankrekeningnummer) ingevuld zijn.

# order-disputed-delivery-seller
source: The buyer has indicated that he has not (yet) received his purchase (in good condition). The Whoppah support team will contact you as soon as possible.
nl_nl: De koper heeft aangegeven zijn aankoop (nog) niet (in goede orde) te hebben ontvangen. Het Whoppah support team neemt zo spoedig mogelijk contact met je op.

# order-cancelled-buyer
source: Your order has been cancelled
nl_nl: Je order is geannuleerd

# order-expired-buyer
source: You have not made the payment within 48 hours. That means the deal has expired. Remember: on Whoppah a deal is a deal!
nl_nl: Je hebt de betaling niet binnen 48 uur voldaan. Dat betekent dat de deal is vervallen. Vergeet niet: op Whoppah is een deal een deal!

# order-cancelled-seller
source: The order is cancelled
nl_nl: De order is geannuleerd

# order-expired-seller
source: Unfortunately, the buyer has not paid within 48 hours. The deal is no longer valid. You can always make a proposal by entering your bid at the very bottom of the chat.
nl_nl: Helaas, de koper heeft niet binnen 24 uur betaald. De deal is niet meer geldig. Je kunt altijd een voorstel doen door onderaan in de chat opnieuw een bod in te vullen.

# order-disputed-buyer
source: You have indicated that you have not (yet) received your purchase (in good condition). The Whoppah support team will contact you as soon as possible.
nl_nl: Je hebt aangegeven je aankoop (nog) niet (in goede orde) te hebben ontvangen. Het Whoppah support team neemt zo snel mogelijk contact met je op.

# payment-processing-title
source: The payment is being processed
nl_nl: De betaling wordt nu verwerkt

# payment-processing-subtitle
source: This may take a little while.
nl_nl: Dit kan even duren.

# payment-processing-cancel-button
source: Cancel payment
nl_nl: Annuleer de betaling

# auction-state-canceled
source: Cancelled
nl_nl: Geannuleerd

# product-state-draft
source: Draft
nl_nl: Concept/opzet

# set_profile_merchant1_company_name
source: Company Name
nl_nl: Bedrijfsnaam

# common-date-of-birth
source: Date of birth
nl_nl: Geboortedatum

# upgrade-app-dialog-button
source: Update the app
nl_nl: Update de app

# upgrade-app-dialog-title
source: We have an important new version of the app available. Please go to the app store and update to continue.
nl_nl: We hebben de app verbeterd. Ga naar de app store om de laatste versie te downloaden en de app goed te kunnen blijven gebruiken.

# create_ad_select_allow_bids_description
source: Increase the chance of a sale with bidding. You decide from which level buyers may bid.
nl_nl: Vergroot de kans op een verkoop met bieden. Jij bepaalt vanaf welk niveau er mag worden geboden.

# order-disputed-pickup-seller
source: The buyer has indicated that he has not collected the item. The Whoppah support team will contact you as soon as possible.
nl_nl: De koper heeft aangegeven het item niet in goede orde te hebben ontvangen. Het Whoppah support team neemt zo spoedig mogelijk contact met je op.

# order-completed-buyer
source: Thank you for buying at Whoppah. Have fun with it and hope to see you soon on Whoppah!
nl_nl: Fijn dat jij je aankoop binnen hebt. Veel plezier ermee en hopelijk tot snel op Whoppah!

# product-state-accepted
source: Active
nl_nl: Actief

# product-state-curation
source: Curation
nl_nl: In curatie

# auction-state-draft
source: Draft
nl_nl: Concept/opzet

# auction-state-banned
source: Unavailable
nl_nl: Gereserveerd

# order-state-shipped
source: On the way
nl_nl: Onderweg

# order-state-new
source: Not paid
nl_nl: Niet voldaan

# checkout-select-payment-method
source: Select payment method
nl_nl: Selecteer betaalmethode

# checkout-addresses-title
source: My address
nl_nl: Mijn adres

# checkout-order-details-title
source: Order details
nl_nl: Aankoopdetails

# checkout-member-details-title
source: Personal information
nl_nl: Persoonlijke gegevens

# create-ad-delivery-button-pickup
source: Will pick up
nl_nl: Wordt opgehaald

# bid-accepted-seller
source: You have a deal. The buyer will now receive a payment request and must pay within 24 hours.
nl_nl: Je hebt een deal. De koper ontvangt nu een betaalverzoek en betaalt binnen 24 uur. Wij sturen jou een bericht als de koper heeft betaald.

# track_id_track_courier
source: Via courier service
nl_nl: Koeriersdienst

# ad_details_pay_button
source: Pay now
nl_nl: Nu betalen

# ad_details_chat_button
source: Go to chat
nl_nl: Ga naar chat

# checkout-shipping-cost
source: Shipping cost
nl_nl: Bezorgkosten

# checkout-payment-cost
source: Payment cost
nl_nl: Servicekosten

# checkout-whoppah-fee
source: Whoppah fee
nl_nl: Whoppah transactiekosten

# checkout-total-cost
source: Total
nl_nl: Totaal

# checkout-discount
source: Discount
nl_nl: Korting

# category-beeldwerk
source: Sculpture
nl_nl: Beeldwerk

# category-decoratie
source: Decoration
nl_nl: Decoratie

# my-account-password-reset-toast
source: Your password has been changed
nl_nl: Je wachtwoord is gewijzigd

# my-account-changes-saved-toast
source: Your changes have been saved!
nl_nl: Uw wijzigingen zijn opgeslagen!

# faq-create-ad-title
source: When will the courier pick up my item?
nl_nl: Wanneer komt de koerier mijn item ophalen?

# auth_sign_up2_terms_part5
source: or the
nl_nl: of de

# auth_sign_up2_terms_part6
source: Stripe terms of use.
nl_nl: Stripe gebruiksvoorwaarden.

# stripe-terms-view-title
source: Stripe Terms of service
nl_nl: Stripe gebruiksvoorwaarden

# signup-agree-stripe-terms
source: I agree with the <a href="https://stripe.com/legal">terms and conditions</a> from payment service provider Stripe
nl_nl: Ik ga akkoord met de <a href="https://stripe.com/legal">algemene voorwaarden</a> van payment service provider Stripe

# chat_cell_payment_complete_delivery_tip_buyer
source: The seller will send the item within the next 3 days to your given address:
nl_nl: De koper stuurt het artikel binnen 3 dagen op naar uw opgegeven adres:

# common-missing-address-city
source: Missing city
nl_nl: Stad ontbreekt

# common-missing-address-street
source: Missing street
nl_nl: Straat ontbreekt

# common-missing-address-postcode
source: Missing postcode
nl_nl: Postcode ontbreekt

# common-missing-phone-number
source: Phone number is required
nl_nl: Telefoonnummer is verplicht

# common-missing-vat
source: VAT number is required
nl_nl: BTW nummer is verplicht

# common-missing-company-name
source: Company name is required
nl_nl: Bedrijfsnaam is verplicht

# common-invalid-phone-number
source: Incorrect phone number
nl_nl: Onjuist telefoonnummer

# label-best-deal-title
source: TOP DEAL
nl_nl: BEST DEAL

# label-new-title
source: NEW
nl_nl: NIEUW

# main_my_profile_ads_draft
source: Drafts
nl_nl: Concepten

# my_ads_drafts_screen_title
source: Drafts
nl_nl: Concepten

# auth-reset-sent-dialog-title
source: Check your inbox
nl_nl: Controleer je inbox

# auth-reset-sent-content-title
source: You will find the reset link in your e-mail
nl_nl: De reset link vind je in je e-mail

# auth-reset-sent-content-description
source: We have emailed you with a link to reset your password
nl_nl: We hebben je een e-mail gestuurd met de daarin een link om je wachtwoord te resetten

# product-state-banned
source: Banned
nl_nl: Afgewezen

# bid-confirmation-counterbid-or-separator
source: OR
nl_nl: OF

# bid-confirmation-counter-bid-subtitle
source: Your offer will expire in 48 hours
nl_nl: Je bod is 48 uur geldig

# common-missing-profile-name
source: Profile name is required
nl_nl: Profielnaam is verplicht

# common-missing-email
source: Email is required
nl_nl: Email is verplicht

# common-missing-first-name
source: Enter your first name
nl_nl: Vul je voornaam in

# common-missing-last-name
source: Enter your surname
nl_nl: Vul je achternaam in

# product-state-canceled
source: Cancelled
nl_nl: Geannuleerd

# common-url-subtitle
source: Fill out company website, LinkedIn profile, Facebook profile, Instagram profile, or whoppah.com
nl_nl: Vul hier de bedrijfswebsite, linkedin profiel, facebook profiel of whoppah.com in.

# category-krukjes
source: Stools
nl_nl: Krukjes

# category-kuipstoelen
source: Side chairs
nl_nl: Kuipstoelen

# category-2-zitsbanken
source: 2 seaters
nl_nl: 2-zitsbanken

# category-3-5-zitsbanken
source: 3-5 seaters
nl_nl: 3-5 zitsbanken

# bid-state-expired
source: Expired
nl_nl: Verlopen

# bid-state-new
source: New
nl_nl: Nieuw

# auth-sign-in-screen-title
source: Log in
nl_nl: Inloggen

# auth-forgot-password-title
source: Enter your email
nl_nl: Vul je email in

# auth-forgot-pass-screen-title
source: Forgotten password
nl_nl: Wachtwoord resetten

# auth-sign-up2-screen-title
source: Password
nl_nl: Wachtwoord

# auth-sign-up2-title
source: Choose a password
nl_nl: Kies een wachtwoord

# auth-account-type-chooser-title
source: I want to register as...
nl_nl: Ik meld mij aan als…

# auth-account-type-chooser-screen-title
source: Create an account
nl_nl: Account aanmaken

# auth-account-type-chooser-person-title
source: Individual
nl_nl: Persoon

# auth-account-type-chooser-person-subtitle
source: Selling and/or buying privately
nl_nl: Verkopen en/of kopen als particulier

# auth-account-type-chooser-business-title
source: Company
nl_nl: Bedrijf

# auth-account-type-chooser-business-subtitle
source: Selling and/or buying as a business
nl_nl: Zakelijk verkopen en/of kopen

# auth-sign-up1-title
source: Enter your email and profile name
nl_nl: Vul profielnaam en email in

# auth-sign-up1-screen-title
source: Account info
nl_nl: Accountgegevens

# auth-sign-up1-email-error
source: Oops! Check your email address
nl_nl: Oeps! Controleer het emailadres

# auth-sign-up1-profile-error
source: Oops! Check your profile name
nl_nl: Oeps! Controleer je profielnaam

# on-boarding-1-title
source: Always of quality
nl_nl: Altijd kwaliteit

# on-boarding-1-option-1
source: Unique range of preowned designer items
nl_nl: Uniek aanbod van tweedehands design

# on-boarding-1-option-2
source: Always curated by stylists and experts
nl_nl: Altijd gecureerd door stylisten en experts

# on-boarding-1-option-3
source: View or make videos of advertisements
nl_nl: Bekijk of maak videos van advertenties

# on-boarding-2-title
source: Buy and sell safely
nl_nl: Veilig kopen en verkopen

# on-boarding-2-option-1
source: Pay securely via Whoppah
nl_nl: Betaal veilig via Whoppah

# on-boarding-2-option-2
source: Controlled buyers and sellers
nl_nl: Gecontroleerde kopers en verkopers

# on-boarding-2-option-3
source: Deal is deal on Whoppah
nl_nl: Deal is deal op Whoppah

# on-boarding-3-title
source: First class service
nl_nl: Eersteklas service

# on-boarding-3-option-1
source: Insured delivered via courier
nl_nl: Verzekerd bezorgd via een koerier

# on-boarding-3-option-2
source: Create an advertisement for free
nl_nl: Kosteloos een advertentie aanmaken

# on-boarding-3-option-3
source: The Support team is always ready
nl_nl: Het Support team staat altijd klaar

# common-skip
source: Skip
nl_nl: Overslaan

# common-step-progress
source: Step %d/%d
nl_nl: Stap %d/%d

# auth-sign-up3-title
source: Enter details below
nl_nl: Vul de gegevens in

# auth-sign-up3-screen-title
source: company details
nl_nl: bedrijfsgegevens

# auth-sign-up3-company-name
source: Company Name
nl_nl: Bedrijfsnaam

# common-next-last-step-button
source: To the last step
nl_nl: Naar laatste stap

# auth-sign-up3-phone-number-description
source: We will only call you if there is a problem with a purchase or sale
nl_nl: We gaan je niet zomaar bellen, alleen als er iets aan de hand is met je aan- of verkoop

# auth-sign-up4-screen-title
source: Contact person
nl_nl: Contactpersoon

# auth-sign-up4-title
source: Who is the contact person?
nl_nl: Wie is het contactpersoon?

# auth-sign-up4-description
source: Enter the name of the person who may legally act on behalf of the company (this is you or the owner)
nl_nl: Vul de naam in van degene die namens het bedrijf juridisch mag optreden, dit ben jij zelf of de eigenaar

# common-first-name
source: First Name
nl_nl: Voornaam

# common-last-name
source: Last name
nl_nl: Achternaam

# auth-sign-up5-screen-title
source: Address
nl_nl: Adresgegevens

# auth-sign-up5-title
source: Fill in your address
nl_nl: Vul het adres in

# auth-email-confirm-screen-title
source: Confirm account
nl_nl: Account bevestigen

# auth-email-confirm-title
source: Welcome 👋
nl_nl: Welkom 👋

# auth-email-confirm-description
source: Welcome at Whoppah! Enjoy our wonderfull design and art items.
nl_nl: Welkom bij Whoppah. Veel koop en verkoopplezier!

# auth-email-confirm-open-whoppah-button
source: Or open Whoppah
nl_nl: Of open Whoppah

# auth-email-select-client-title
source: Check your inbox
nl_nl: Controleer je inbox

# auth-email-select-client-description
source: Welcome at Whoppah! Enjoy our wonderfull design and art items.
nl_nl: Welkom bij Whoppah. Veel koop en verkoopplezier!

# common-cancel
source: Cancel
nl_nl: Annuleren

# onboarding-page1-title
source: Always of quality
nl_nl: Altijd kwaliteit

# onboarding-page1-bullet1
source: <b>Unique range</b> of preowned design
nl_nl: <b>Uniek aanbod</b> van tweedehands design

# onboarding-page1-bullet2
source: <b>Always curated</b> by stylists and experts
nl_nl: <b>Altijd gecureerd</b> door stylisten en experts

# onboarding-page1-bullet3
source: View or create <b> ads with videos </b>
nl_nl: Bekijk of maak <b>videos van advertenties</b>

# onboarding-page2-title
source: Buy and sell safely
nl_nl: Veilig kopen en verkopen

# onboarding-page2-bullet1
source: <b>Pay securely</b> via Whoppah
nl_nl: <b>Betaal veilig</b> via Whoppah

# onboarding-page2-bullet2
source: <b>Verified buyers and sellers</b>
nl_nl: <b>Gecontroleerde kopers en verkopers</b>

# onboarding-page2-bullet3
source: <b>A deal is a deal</b> with Whoppah
nl_nl: <b>Deal is deal</b> op Whoppah

# onboarding-page3-title
source: First class service
nl_nl: Eersteklas service

# onboarding-page3-bullet1
source: <b>Insured delivery</b> via courier
nl_nl: <b>Verzekerd bezorgd</b> via een koerier

# onboarding-page3-bullet2
source: Create an advertisement <b>for free</b>
nl_nl: <b>Kosteloos</b> een advertentie aanmaken

# onboarding-page3-bullet3
source: Our <b>Support team</b> is always ready
nl_nl: Het <b>Support team</b> staat altijd klaar

# auth-reset-sent-dialog-description
source: A reset link has been sent to %@
nl_nl: Er is een reset link naar %@ verstuurd

# welcome-dialog-title
source: Welcome to Whoppah 👋
nl_nl: Welkom bij Whoppah 👋

# welcome-dialog-description
source: Start selling and buying the best design furniture, lighting and art.
nl_nl: Start nu met het verkopen en kopen van de mooiste design meubels, verlichting en kunst.

# welcome-dialog-create-ad-button
source: Place first advert
nl_nl: Plaats eerste advertentie

# welcome-dialog-search-button
source: Search for design
nl_nl: Design zoeken

# common-phone-number-placeholder
source: Phone number
nl_nl: Telefoonnummer

# auth-registration-failed-existing
source: We already have an account with this email. Login on or reset password.
nl_nl: Op dit e-mailadres is al een account aangemaakt. Ga naar inloggen of wachtwoord vergeten.

# common-button-save
source: Save
nl_nl: Opslaan

# create-ad-how-works-title
source: You are now creating an advertisement
nl_nl: Je gaat nu een advertentie aanmaken

# create-ad-common-create-ad-button
source: Start creating ad
nl_nl: Start met advertentie aanmaken

# create-ad-how-works-see-tips-button
source: Read our ad creation tips!
nl_nl: Lees onze advertentietips!

# create-ad-tips-1-title
source: The best adverts have...
nl_nl: De beste advertentie heeft …

# create-ad-tips-1-bullet-1
source: <b>Good quality photos</b> showing the whole item
nl_nl: <b>Goede kwaliteit foto’s</b> waar het item in zijn geheel op staat.

# create-ad-tips-1-bullet-2
source: <b>A minimum of 5 photos.</b> The more photos, the faster you will sell
nl_nl: <b>Minimaal 5 foto’s.</b> Hoe meer foto’s, hoe sneller je verkoopt.

# create-ad-tips-1-bullet-3
source: <b>A video</b> enhances your ad's impression
nl_nl: <b>Een video</b> voor een nóg betere impressie.

# create-ad-tips-2-title
source: The best adverts have...
nl_nl: De beste advertentie heeft …

# create-ad-tips-2-bullet-1
source: Fill <b>all information</b> that a buyer would like to know.
nl_nl: <b>Alle informatie</b> die de koper moet of zou willen weten.

# create-ad-tips-2-bullet-2
source: <b>An attractive price.</b> Good deals sell quickly!
nl_nl: <b>Een aantrekkelijke prijs.</b> Goede deal is snelle verkoop!

# create-ad-category-selection-title
source: What do you want to sell?
nl_nl: Wat wil je verkopen?

# create-ad-category-selection-screen-title
source: Create ad
nl_nl: Advertentie maken

# create-ad-description-next-button
source: Add photos
nl_nl: Naar foto’s toevoegen

# create-ad-description-bullet-title
source: Recommended tips
nl_nl: Benoem de volgende details

# common-save
source: Save
nl_nl: Opslaan

# create-ad-cancel-dialog-title
source: Save advert and continue later
nl_nl: Advertentie opslaan en later verder gaan

# create-ad-cancel-dialog-save
source: Save and continue later
nl_nl: Opslaan en later verder

# create-ad-cancel-dialog-delete
source: Delete advert
nl_nl: Advertentie verwijderen

# create-ad-cancel-dialog-return-to-ad
source: Return to advert
nl_nl: Terug naar advertentie

# category-meubels
source: Furniture
nl_nl: Meubels

# create-ad-common-your-ad-title
source: Your listing
nl_nl: Jouw advertentie

# create-ad-select-photos-title
source: Add 5 photos
nl_nl: Voeg 5 foto’s toe

# create-ad-select-photos-choose-button
source: Choose existing photos
nl_nl: Kies bestaande foto’s

# create-ad-select-photos-new-button
source: Take new photos
nl_nl: Nieuwe foto’s maken

# create-ad-select-photos-bullet-title
source: How to take perfect photos
nl_nl: Zo maak je de beste foto:

# create-ad-select-photos-bullet1
source: Have a neutral background
nl_nl: Zorg voor een neutrale achtergrond

# create-ad-select-photos-bullet2
source: Ensure good lighting
nl_nl: Zorg voor goede belichting

# create-ad-select-photos-bullet3
source: Take a picture of the front of the item
nl_nl: Maak een foto van het vooraanzicht

# create-ad-select-photos-bullet4
source: Take a picture of any extra details
nl_nl: Maak een foto van de details

# create-ad-video-title
source: Add a video
nl_nl: Voeg een video toe

# create-ad-video-bullet-title
source: Tips for a great video
nl_nl: Zo maak jij de beste video

# create-ad-video-no-video-banner-title
source: We highlight ads with videos. Sell 3 times faster with a video of 15 seconds.
nl_nl: Wij lichten advertenties met een video uit! Vergroot je verkoopkans met een video van 15 seconden

# create-ad-video-replace-video-button
source: Create new video
nl_nl: Nieuwe video maken

# create-ad-video-new-video-button
source: Create video
nl_nl: Video maken

# create-ad-video-save-next-button
source: Save and continue
nl_nl: Opslaan en volgende

# common-skip-button
source: Skip
nl_nl: Sla over

# create-ad-video-bullet1
source: Hold the camera steady
nl_nl: Houd de camera stabiel

# create-ad-video-bullet2
source: Capture the entire product
nl_nl: Film het gehele product

# create-ad-video-bullet3
source: Zoom in on any details
nl_nl: Zoom in op de details

# create-ad-select-photos-bullet3-kunst
source: Take a picture of the front and back of the frame
nl_nl: Maak een foto van de lijst/achterkant

# create-ad-description-bullet1
source: Age, purchase price and origin
nl_nl: Leeftijd, aankoopprijs en herkomst

# create-ad-description-bullet2
source: Receipt and/or certificate
nl_nl: Bon en/of ceritificaat in bezit

# create-ad-description-bullet3
source: Possible damage
nl_nl: Eventuele beschadigingen

# create-ad-description-bullet1-kunst
source: Artist, material
nl_nl: Kunstenaar, materiaal

# create-ad-description-bullet2-kunst
source: Age, purchase price and origin
nl_nl: Leeftijd, aankoopprijs en herkomst

# create-ad-description-bullet3-kunst
source: Receipt and/or certificate
nl_nl: Bon en/of ceritificaat in bezit

# create-ad-description-bullet4-kunst
source: Possible damage
nl_nl: Eventuele beschadigingen

# create-ad-select-photos-bullet1-kunst
source: Have a neutral background
nl_nl: Zorg voor een neutrale achtergrond

# create-ad-select-photos-bullet2-kunst
source: Ensure good lighting
nl_nl: Zorg voor goede belichting

# create-ad-select-photos-bullet4-kunst
source: Take a picture of any extra details
nl_nl: Maak een foto van de details

# create-ad-description-title
source: Describe the item
nl_nl: Omschrijf het item

# create-ad-details-title
source: Add product details
nl_nl: Voeg productdetails toe
