Repository: Anil15iOS/whoppah
Catalog: Whoppah/Resources/Localization/*.lproj/Localizable.strings
Languages: nl_nl

# create-ad-details-subtitle
source: Define your advert details here.
nl_nl: Specificeer hier je advertentie.

# create-ad-details-change-category-button
source: Change category
nl_nl: Wijzig de categorie

# create-ad-details-select-common
source: Select
nl_nl: Selecteer

# create-ad-details-next-button
source: Go to asking price
nl_nl: Ga naar vraagprijs

# create-ad-price-title
source: Decide your asking price
nl_nl: Bepaal de vraagprijs

# create-ad-price-fee-explanation-text
source: A %@ Whoppah Fee is charged so we can continue to constantly improve the app and offer the best service.
nl_nl: Er wordt een %@ Whoppah Fee in rekening gebracht, zodat wij de app en website constant kunnen verbeteren en de beste service kunnen bieden.

# create-ad-price-bidding-section-title
source: Allow bidding?
nl_nl: Mag er geboden worden?

# create-ad-price-bidding-switch-title
source: Bidding allowed
nl_nl: Bieden mag

# create-ad-price-min-bid-description
source: Enter the minimum bid amount
nl_nl: Vul het bedrag in vanaf hoeveel geboden mag worden

# create-ad-price-min-bid-placeholder
source: Bid from:
nl_nl: Bied vanaf:

# create-ad-price-button-title
source: To the last step
nl_nl: Naar de laatste stap

# create-ad-price-tip-text
source: On Whoppah your item can always be purchased for your asking price. %@ Whoppah Fee is charged.
nl_nl: Let op! Op Whoppah kan jouw item direct voor de vraagprijs worden gekocht en afgerekend. Whoppah rekent een %@ fee over de daadwerkelijke verkoopprijs.

# create-ad-price-min-bid-higher-one-percent-asking
source: Should be greater than 1% of the price
nl_nl: Moet minimaal 1% van de vraagprijs zijn

# create-ad-price-min-bid-lower-price
source: Minimum bid should be lower than the price
nl_nl: Minimumbod moet lager zijn dan de vraagprijs

# create-ad-price-min-bid-invalid
source: Invalid minimum bid
nl_nl: Ongeldig minimumbod

# create-ad-shipping-title
source: Choose delivery method
nl_nl: Kies bezorgmethode

# create-ad-summary-create-button-description
source: Press this button to submit the advert to Whoppah for curation
nl_nl: Door op deze knop te drukken verstuur je de advertentie naar Whoppah voor curatie

# create-ad-shipping-shipping-method-title
source: Shipping method
nl_nl: Verzendmethode

# create-ad-shipping-shipping-description
source: Only one shipping method can be selected. Take the size of your item into account.
nl_nl: Er kan maar één verzendmethode aangeboden worden. Houd rekening met het formaat van je item.

# create-ad-shipping-address-title
source: Your address
nl_nl: Jouw adres

# create-ad-summary-title
source: Advert summary
nl_nl: Advertentie samenvatting

# create-ad-shipping-button-title
source: View ad summary
nl_nl: Bekijk je advertentie samenvatting

# create-ad-shipping-missing-address-label
source: We are missing an address
nl_nl: We missen nog een adres

# create-ad-summary-edit-photos-button
source: Adjust photos
nl_nl: Aanpassen foto’s

# create-ad-summary-edit-video-button
source: Add video
nl_nl: Voeg video toe

# create-ad-summary-description-section-title
source: Description
nl_nl: Omschrijving

# create-ad-summary-description-edit-button
source: Adjust description
nl_nl: Aanpassen omschrijving

# common-brand-title
source: Brand
nl_nl: Merk

# common-material-title
source: Material
nl_nl: Materiaal

# common-condition-title
source: Condition
nl_nl: Conditie

# common-dimensions-title
source: Dimensions
nl_nl: Afmeting

# common-colors-title
source: Colors
nl_nl: Kleuren

# create-ad-summary-price-title
source: Asking price
nl_nl: Vraagprijs

# create-ad-summary-receive-title
source: You receive
nl_nl: Jij ontvangt

# create-ad-summary-bidding-enabled-title
source: Bidding enabled
nl_nl: Bieden mogelijk

# create-ad-summary-shipping-address-title
source: Address
nl_nl: Adres

# create-ad-summary-shipping-method-title
source: Delivery method
nl_nl: Bezorgmethode

# create-ad-summary-edit-productdetails-button
source: Adjust product details
nl_nl: Aanpassen productdetails

# create-ad-summary-edit-price-button
source: Edit asking price
nl_nl: Aanpassen vraagprijs

# create-ad-summary-edit-shipping-button
source: Adjust delivery method
nl_nl: Aanpassen bezorgmethode

# create-ad-summary-shipping-pickup-only
source: Pickup only
nl_nl: Alleen ophalen door koper

# create-ad-summary-shipping-delivery-only
source: Send only
nl_nl: Alleen Whoppah transportservice of pakketpost

# create-ad-common-save-to-summary-button
source: Check advertisement
nl_nl: Controleer advertentie

# create_ad_main_error_missing_description
source: Add a description
nl_nl: Voeg een omschrijving toe

# continue-ad-dialog-title
source: Continue with your ad
nl_nl: Ga verder met je advertentie

# continue-ad-dialog-description
source: Your ad has not yet been finished or is incomplete. Finish your ad and start selling on Whoppah.
nl_nl: Je advertentie is nog niet ingevuld of niet compleet. Maak je advertentie af en start met verkopen op Whoppah.

# continue-ad-dialog-button
source: Finish ad
nl_nl: Advertentie afmaken

# create-ad-navbar-save-button
source: Save draft
nl_nl: Bewaar draft

# common-artist-title
source: Artists
nl_nl: Kunstenaar

# common-gb
source: Great Britain
nl_nl: Groot-Brittannië

# set-profile-invalid-website-url
source: Invalid website URL format
nl_nl: Ongeldige URL invoer

# checkout-payment-cost-card
source: Credit card fee Stripe
nl_nl: Creditcard kosten Stripe

# create-ad-select-photos-drag-tip
source: Change order by dragging photos
nl_nl: Wijzig volgorde door te slepen

# common_united_kingdom
source: Great Britain
nl_nl: Groot-Brittannië

# create-ad-shipping-custom-title
source: Do you have alternative shipping?
nl_nl: Zijn de verzendkosten anders?

# create-ad-shipping-custom-description
source: Set your own cost here
nl_nl: Stel zelf de verzendprijs in als de kosten anders zijn

# create-ad-shipping-custom-placeholder
source: Shipping price
nl_nl: Verzendprijs

# create-ad-shipping-custom-switch-label
source: No / Yes
nl_nl: Nee / Ja

# create-ad-select-attribute-search-placeholder
source: Type the name here
nl_nl: Type hier de naam

# create-ad-select-attribute-default-button
source: Confirm selection
nl_nl: Bevestig keuze

# create-ad-select-brand-title
source: Search for a brand
nl_nl: Zoek het merk

# create-ad-select-brand-unknown-brand
source: I don't know the brand
nl_nl: Ik weet het merk niet

# create-ad-select-brand-suggestion-title
source: Is your brand not listed?
nl_nl: Staat je merk er niet tussen?

# create-ad-select-brand-suggestion-description
source: Type in the brand name and hit save
nl_nl: Type hier de merknaam en druk op opslaan

# create-ad-select-brand-suggestion-placeholder
source: Brand name
nl_nl: Merknaam

# create-ad-select-brand-save-button
source: Save brand
nl_nl: Merk opslaan

# create-ad-select-material-title
source: Choose the material
nl_nl: Kies het materiaal

# create-ad-select-artist-title
source: Search for an artist
nl_nl: Zoek de kunstenaar

# create-ad-select-artist-save-button
source: Save artist
nl_nl: Kunstenaar opslaan

# create-ad-select-artist-suggestion-placeholder
source: Artist name
nl_nl: Kunstenaar

# create-ad-select-artist-suggestion-description
source: Type in the artist name and hit save
nl_nl: Type hier de kunstenaar en druk op opslaan

# create-ad-select-artist-suggestion-title
source: Is your artist not listed?
nl_nl: Staat je kunstenaar er niet tussen?

# create-ad-select-artist-unknown-artist
source: I don't know the artist
nl_nl: Ik weet de kunstenaar niet

# create-ad-select-unknown-brand-artist
source: Unknown
nl_nl: Onbekend

# create-ad-select-attribute-result-section-title
source: Results
nl_nl: Resultaten

# category-meubels-2
source: Furniture
nl_nl: Meubels

# create-ad-summary-save-button
source: Save changes
nl_nl: Wijzigingen opslaan

# create-ad-record-video-tap-hold
source: Hold down the button
nl_nl: Houd de knop ingedrukt

# material-anders-2
source: Other
nl_nl: Anders

# common-bid-from-price
source: Bid from %@
nl_nl: Bieden vanaf %@

# checkout-title
source: Checkout
nl_nl: Kassa

# checkout-phone-number-description
source: We may use this to contact you to plan shipping
nl_nl: Zo kunnen we je bellen voor het plannen van transport

# checkout-delivery-method-title
source: Delivery method
nl_nl: Bezorgmethode

# checkout-delivery-address-title
source: Delivery Address
nl_nl: Bezorgadres

# checkout-next-button-title
source: To payment
nl_nl: Naar betalen

# checkout-pickup-title
source: Pick up yourself
nl_nl: Zelf ophalen

# checkout-pickup-description
source: Schedule a collection time
nl_nl: Ik haal het item zelf op en plan dit met de verkoper

# checkout-shipping-registered-description
source: Registered post
nl_nl: Aangetekend

# checkout-shipping-standard-description
source: Regular parcel post
nl_nl: Reguliere pakketpost

# checkout-shipping-courier-description
source: Insured delivery
nl_nl: Verzekerd bezorgd

# checkout-payment-method-title
source: Payment method
nl_nl: Betaalwijze

# checkout-pay-button-description
source: You will be referred to our payment provider STRIPE
nl_nl: Je wordt hierna doorverwezen naar onze betaalpartner STRIPE

# checkout-add-new-address-button
source: Add a new address
nl_nl: Kies een ander adres

# checkout-missing-address-label
source: We are missing an address
nl_nl: We missen nog een adres

# shipping-custom
source: Seller will send
nl_nl: Verkoper verstuurd

# checkout-shipping-custom-description
source: Sellers' adjusted shipping cost
nl_nl: Verkoper verstuurt voor

# draft-dialog-title
source: Your ad is being saved
nl_nl: Je advertentie wordt opgeslagen

# draft-dialog-subtitle
source: This may take a little while.
nl_nl: Dit kan even duren.

# ad-details-pickup-title
source: Pickup only
nl_nl: Alleen ophalen door koper

# ad-details-pickup-description
source: Plan a collection time with the seller
nl_nl: Plan samen met verkoper een ophaalmoment

# ad-details-standard-title
source: Parcel post only
nl_nl: Alleen pakketpost

# ad-details-standard-description
source: The item will be delivered to your home by regular post for %@
nl_nl: Het item wordt met de reguliere post thuisbezorgd voor %@

# ad-details-registered-title
source: Registered post
nl_nl: Alleen pakketpost

# ad-details-registered-description
source: The item will be delivered by registered mail for %@
nl_nl: Het item wordt met aangetekende post thuisbezorgd voor %@

# ad-details-courier-title
source: Let the courier deliver at home
nl_nl: Laat bezorgen door de koerier

# ad-details-courier-description
source: The insured Whoppah courier delivers the item from %@
nl_nl: Whoppah koerier bezorgt het item thuis vanaf %@

# ad-details-custom-title
source: Seller will send
nl_nl: Verkoper verstuurd

# ad-details-custom-description
source: Sellers' adjusted shipping cost %@
nl_nl: Verkoper verzorgt de verzending voor %@

# ad-details-combo-title
source: Pick which suits you
nl_nl: Wat jou uitkomt

# ad-details-pickup-standard-description
source: Pick up yourself or select parcel post for %@
nl_nl: Zelf ophalen of met pakketpost voor %@

# ad-details-pickup-registered-description
source: Pick up yourself or select registered parcel post for %@
nl_nl: Zelf ophalen of met aangetekende pakketpost voor %@

# ad-details-pickup-courier-description
source: Pick up yourself or select insured delivery to your home with the Courier for %@
nl_nl: Zelf ophalen of thuisbezorgd met de Koerier vanaf %@

# ad-details-pickup-custom-description
source: Pick up yourself or select the seller's custom delivery for %@
nl_nl: Zelf ophalen of met pakketpost voor %@

# ad-details-buy-now-price
source: Asking price: %@
nl_nl: Vraagprijs: %@

# ad-details-bid-confirm-description
source: A deal is a deal, if the seller accepts the bid you have to make the payment.
nl_nl: Deal is deal, als de verkoper het bod accepteert dien je de betaling te voldoen.

# ad-details-place-bid-placeholder
source: Place bid %@
nl_nl: Plaats bod %@

# contextual-signup-create-account-button
source: Create an account
nl_nl: Account aanmaken

# contextual-signup-sign-in-button
source: Sign in
nl_nl: Ik heb al een account

# contextual-signup-selling-title
source: Quickly place your advert with an account
nl_nl: Snel jouw advertentie online met een account

# contextual-signup-selling-description
source: Sell quickly and securely with Whoppah
nl_nl: Snel en veilig verkocht via Whoppah

# contextual-signup-bidding-title
source: Bid on your favourite items with an account
nl_nl: Bieden op jouw favorieten item met een account

# contextual-signup-bidding-description
source: Your dream items for the best price
nl_nl: Jouw droom item voor de beste prijs

# contextual-signup-favorites-title
source: All your favourites in one place with an account
nl_nl: Al jouw favorieten op één plek met een account

# contextual-signup-favorites-description
source: Never miss your dream item again
nl_nl: Nooit meer je droom item mislopen

# contextual-signup-chat-title
source: Chat with sellers needs an account
nl_nl: Chatten met de verkoper doe je met een account

# contextual-signup-chat-description
source: Ask all your questions via chat
nl_nl: Stel al jouw vragen via de chat

# contextual-signup-mywhoppah-title
source: Easily purchase an item with a Whoppah account
nl_nl: Makkelijk een item kopen met een Whoppah account

# contextual-signup-mywhoppah-description
source: Safe and worry-free shopping
nl_nl: Veilig en zorgeloos shoppen

# contextual-signup-buying-description
source: Safe and worry-free shopping
nl_nl: Veilig en zorgeloos shoppen

# contextual-signup-buying-title
source: Easily purchase an item with a Whoppah account
nl_nl: Makkelijk een item kopen met een Whoppah account

# winston-renate-collectie-title
source: Winston Renate Collection
nl_nl: De Winston & Renate Collectie

# winston-renate-collectie-description
source: Shop the Winston & Renate collection
nl_nl: Shop de design en kunst items van Winston & Renate

# winston-renate-collectie-button
source: See all items
nl_nl: Bekijk alles

# thread-cell-whoppah-message
source: Message from Whoppah
nl_nl: Bericht van Whoppah

# threads-empty-title
source: You have no chats
nl_nl: Je hebt geen chats

# threads-empty-description
source: Make an offer, ask a seller a question or contact Whoppah.
nl_nl: Heb je een vraag voor Whoppah? Stel deze hieronder.

# threads-empty-whoppah-contact-button
source: Ask Whoppah a question
nl_nl: Stel Whoppah een vraag

# chat-cell-outgoing-bid-new
source: My bid
nl_nl: Ik bied

# chat-bid-incoming-cell-new-firsttime
source: Whoppah 👋! You have a bid. Accept by clicking on the green check mark. Reject by clicking on the red cross or make a counter offer. The offer is valid for 48 hours. Afterwards, the bid will expire.
nl_nl: Whoppah 👋! Je hebt een bod. Accepteer door op het groene vinkje te klikken. Wijs af door op het rode kruisje te klikken of doe een tegenbod. Het bod is 48 uur is geldig. Hierna verloopt het bod.

# chat-bid-incoming-cell-accept-button
source: Accept
nl_nl: Aannemen

# chat-bid-incoming-cell-counter-button
source: Counter
nl_nl: Tegenbod

# chat-bid-incoming-cell-reject-button
source: Bid too low
nl_nl: Bod te laag

# chat-conversation-between
source: You are in a conversation between the seller %@ and %@
nl_nl: Je hebt een gesprek met potentiële koper%@ en %@

# chat-cell-dialog-accept-bid-title
source: Accept bid
nl_nl: Accepteren bod

# chat-cell-dialog-counter-bid-title
source: Enter new bid
nl_nl: Een nieuw bod

# chat-cell-dialog-counter-bid-description
source: Respond with a new (counter) bid.
nl_nl: Reageer met een nieuw (tegen)bod.

# chat-cell-dialog-accept-bid-description
source: Do you want to accept the bid from <b>%@</b>? A deal is a deal!
nl_nl: Wil je het bod van <b>%@</b> accepteren? Deal is deal!

# chat-cell-dialog-reject-title
source: Bid %@ too low
nl_nl: Bod te laag %@

# chat-cell-dialog-reject-description
source: Decline this bid and make a counteroffer.
nl_nl: Wijs een te laag bod af en doen een tegenvoorstel.

# chat-cell-dialog-accept-bid-button
source: I accept the bid
nl_nl: Ik accepteer het bod

# chat-cell-dialog-counter-bid-placeholder
source: Amount
nl_nl: Bedrag

# chat-cell-dialog-counter-bid-button
source: Send
nl_nl: Verstuur

# chat-ask-pay-cell-description
source: Whoppah! You have a deal. Pay now or within 24 hours otherwise your deal will expire.
nl_nl: Whoppah! Je hebt een deal. Voldoe nu of straks de betaling, doe het wel binnen 24 uur anders verloopt je deal.

# chat-ask-pay-cell-title
source: Deal! Pay now
nl_nl: Deal! Betaal nu

# chat-ask-pay-cell-pay-now-title
source: Go to checkout
nl_nl: Ga naar de kassa

# chat-ask-pay-cell-pay-now-description
source: Go to the checkout and to pay with your preferred payment method. You can also select the shipping method. Note: pay within 24 hours otherwise the deal will expire!
nl_nl: Ga naar de kassa om te betalen en kies de bezorgmethode. Afhankelijk van het item kan je het laten bezorgen door de Whoppah koerier, zelf ophalen of met pakketpost laten verzenden. Let op: betaal binnen 24 uur anders verloopt de deal!

# chat-ask-pay-cell-pay-now-pay-button
source: Pay now
nl_nl: Nu betalen

# chat-cell-order-confirm-buyer-delivery-description
source: The seller will send you the item within 3 days.
nl_nl: De verkoper verstuurt het item binnen 3 dagen naar jou op.

# chat-cell-order-confirm-totals-header-title
source: You have paid
nl_nl: Jij hebt betaald

# chat-cell-order-confirm-seller-title
source: Sale confirmation
nl_nl: Verkoopbevestiging

# chat-cell-order-confirm-buyer-pickup-description
source: Schedule a collection time with the seller.
nl_nl: Plan samen met de verkoper een ophaalmoment in.

# chat-cell-order-confirm-buyer-delivery-courier-description
source: Whoppah will contact you to schedule a delivery time for the courier.
nl_nl: Whoppah neemt contact met jou op om een bezorgmoment voor de koerier te plannen.

# chat-cell-order-confirm-seller-delivery-courier-description
source: Whoppah will contact you to schedule a pick-up time for the courier.
nl_nl: Whoppah neemt contact met jou op om een ophaalmoment voor de koerier in te plannen.

# chat-cell-order-confirm-seller-delivery-description
source: Send the item to the buyer within 3 working days.
nl_nl: Verstuur het item binnen 3 werkdagen naar de koper.

# chat-cell-order-confirm-seller-pickup-description
source: Schedule a collection time with the buyer.
nl_nl: Plan samen met de koper een ophaalmoment in.

# chat-cell-ask-tracking-sent-button
source: I've sent the item
nl_nl: Ik heb het item verstuurd

# chat-cell-product-received-received-button
source: Did you receive the item?
nl_nl: Heb je het item ontvangen?

# chat-cell-product-received-dialog-title
source: Item received?
nl_nl: Item ontvangen?

# chat-cell-product-received-dialog-description
source: Has 10 days passed and you haven't received the item yet? Let us know.
nl_nl: Zijn er bijna 10 dagen voorbij en heb je het item nog niet ontvangen? Laat het ons dan weten.

# chat-cell-product-received-good-order-button
source: Received in good condition
nl_nl: In goede orde ontvangen

# chat-cell-product-received-not-good-button
source: There is a problem
nl_nl: Niet in goede orde ontvangen

# chat-received-good-order-message
source: I have received the item in good condition
nl_nl: Ik heb het item in goede orde ontvangen

# chat_cell_payment_complete_order_confirm
source: Order Confirmation
nl_nl: Aankoopbevestiging

# chat-header-product-seller
source: Conversation between potential seller %@ and the Whoppah support team.
nl_nl: Je hebt een gesprek met potentiële verkoper %@ en het Whoppah support team.

# chat-header-product-buyer
source: Conversation between potential buyer %@ and the Whoppah support team.
nl_nl: Je hebt een gesprek met potentiële koper %@ en het Whoppah support team.

# chat-header-default
source: Conversation between %@ and Whoppah.
nl_nl: Dit is een chat met %@ en Whoppah.

# chat-cell-dialog-counter-bid-min-bid-error
source: The minimum bid is %@
nl_nl: Het minimum bod is %@

# chat-cell-order-incomplete-order-cancelled-title
source: Order cancelled
nl_nl: Order geannuleerd

# chat-cell-order-incomplete-order-expired-title
source: Deal has expired
nl_nl: Deal is verlopen

# chat-cell-order-incomplete-new-bid-button
source: New bid
nl_nl: Nieuw bod

# chat-cell-order-incomplete-new-bid-dialog-title
source: Enter new bid
nl_nl: Een nieuw bod

# chat-cell-order-incomplete-new-bid-dialog-description
source: Respond with a new (counter) bid.
nl_nl: Reageer met een nieuw (tegen)bod.

# funky-vondsten-button
source: See all items
nl_nl: Bekijk alles

# funky-vondsten-description
source: Unique, unconventional and unusual. Design full of personality and innovation. That's Funky.
nl_nl: Uniek, onconventioneel en ongewoon. Design vol persoonlijkheid en innovatie. Dat is Funky.

# funky-vondsten-title
source: Funky Vondsten Collection
nl_nl: Funky vondsten

# auth-sign-up-2-password-match-requirements-error
source: Password does not meet requirements
nl_nl: Wachtwoord voldoet niet aan veiligheidseisen

# chat-help-screen-title
source: Chat Help
nl_nl: Chat Hulp

# chat-help-title
source: How does chat work?
nl_nl: Hoe werkt de chat?

# chat-help-section-1-title
source: From chat to deal
nl_nl: Van chat naar deal

# chat-help-section-1-bullet-1
source: You can accept a bid (green button), decline a bid (red button) or do a counter offer (bottom of the chat).
nl_nl: Je kan een bod accepteren (groene knop), afwijzen (rode knop) of een tegenvoorstel doen (onderaan de chat).

# chat-help-section-2-title
source: Paying
nl_nl: Betalen

# chat-help-section-2-bullet-1
source: Pay via Stripe with credit card, iDeal and Bancontact payment methods
nl_nl: Zodra er een deal is verschijnt er een ‘Betaalbutton’ in de chat van de koper. De button leidt naar de kassa waar de aankoop afgerond kan worden. Daar kan de koper ook de bezorgmethode selecteren. Betalen kan via iDeal, Creditcard of Bancontact.

# chat-help-section-3-title
source: Adjust the price
nl_nl: Prijs aanpassen

# chat-help-section-1-bullet-2
source: When a bid is accepted a deal is made between buyer and seller. The buyer will see a button in the chat that leads him to the checkout where he can pay and finish the transaction.
nl_nl: Is een bod geaccepteerd dan is er een deal. Er verschijnt dan een ‘Betaalbutton’ in de chat van de koper. De button leidt naar de kassa waar de aankoop afgerond kan worden. Bij de kassa kan de koper ook kiezen voor een bezorgmethode.

# chat-help-section-3-bullet-1
source: You can easily add any amount in the counter offer input field at the bottom of the chat. When the other party accepts this amount he or she will receive a payment request for this amount.
nl_nl: Ben je in onderhandeling en wil je de prijs aanpassen? Je kan altijd in het invulveld 'tegenbod' een bedrag plaatsen. Zodra de andere partij dit bedrag accepteert, verschijnt er een betaalbutton en kan je naar de kassa. Maak hier gebruik van als je een extra bedrag wil rekenen voor het inpakken van het item of bijvoorbeeld omdat je er twee verkoopt en de prijs in de advertentie voor één item was.

# chat-help-section-4-title
source: Delivery method & transport planning
nl_nl: Bezorgmethode & transport regelen

# chat-help-section-4-bullet-1
source: The buyer can select preferred delivery method in the checkout
nl_nl: In de checkout kan de koper kiezen voor de Whoppah koerier of andere opties die de verkoper heeft aangevinkt.
